[
  {
    "start": 0.36,
    "duration": 32.34,
    "text": "sí, bueno, ¿empezamos con esto? empezamos. Muy bien, entonces les doy la bienvenida a quienes se conectan a inaudible, un nuevo podcast, una nueva producción con mi amigo Jeremy y yo, Ryan, y Jeremy, ¿qué es esto? ¿Cómo describirías esta empresa, este podcast? Creo que este es un podcast donde,"
  },
  {
    "start": 29.52,
    "duration": 31.460000000000004,
    "text": "habiendo escuchado tu otro podcast, Viviendo Amor y Luz, y escuchando estos mensajes de la Confederación, estos mensajes extraños y hermosos de la Confederación a diario, es bueno hacer un balance de las cosas, volver atrás y reflexionar, digerir los mensajes, ver qué tienen en común. Una de las ideas de Don"
  },
  {
    "start": 58.5,
    "duration": 30.480000000000004,
    "text": "Elkins, quien fue una de las tres personas involucradas en la investigación de L/L Research desde el principio, era que no había una forma científica. Él estaba muy interesado en la exploración de OVNIs, el misterio que lo rodeaba, y así fue como se involucró en la canalización. A medida que avanzaba más en la canalización y, ya sabes, construyendo una colección de sus propios datos de todas estas oportunidades y sesiones de canalización, se dio cuenta"
  },
  {
    "start": 87.36,
    "duration": 30.419999999999987,
    "text": "de que no había base científica para poder probar algo con este material. Lo único que sería útil sería que la gran cantidad de datos recopilados nos ayudaría a ver una tendencia en los mensajes que podría ser útil, y eso ha estado guiando a L/L Research desde entonces. Dado que hay tantos datos para revisar, pensé que habría"
  },
  {
    "start": 114.3,
    "duration": 30.179999999999993,
    "text": "algún beneficio en simplemente reflexionar sobre lo que hemos estado escuchando todo este tiempo, junto contigo Ryan, para ver cómo estos mensajes se aplican en nuestras vidas, dónde hay confusión y dónde podemos ver algo de inspiración para dejar que el amor viva nuestras vidas un poco mejor. Sí, te escucho, estoy de acuerdo, estoy de acuerdo. Creo que,"
  },
  {
    "start": 141.3,
    "duration": 30.539999999999992,
    "text": "sabes, yo entré en esto realmente asombrado al encontrar el material de la Ley del Uno y luego descubrir que la organización que produjo ese material tenía todo un archivo e historia de transcripciones de canalizaciones conscientes, donde el contacto de Ra fue una canalización trans o inconsciente, así que sí, empiezas a revisar lo"
  },
  {
    "start": 169.08,
    "duration": 30.539999999999964,
    "text": "viejo, ya sabes, lo viejo, y bueno, en primer lugar, en primer lugar, entrar en la Ley del Uno es tan difícil cuando llegas en frío porque tú y yo hemos hablado de esto antes, hay dos décadas o más de historia e ideas siendo comunicadas y desarrolladas antes de que llegues al material de Ra, así que es difícil entrar al material de Ra y entender qué está"
  },
  {
    "start": 196.68,
    "duration": 30.95999999999998,
    "text": "pasando y, ya sabes, recuerdo que hay múltiples veces en el material de Ra donde Don está haciendo la pregunta pero si estás sintonizado con esto, te das cuenta de que hay una pregunta detrás de la pregunta, te das cuenta de que hay una razón por la que está preguntando porque está buscando una respuesta, está esperando una respuesta específica, y sin algo de ese contexto, algo de ese contexto histórico de dónde vienen, solo estás como adivinando, pensando, me pregunto por qué está"
  },
  {
    "start": 226.08,
    "duration": 30.900000000000006,
    "text": "preguntando esto, como que claramente está buscando una respuesta específica aquí. Así que decidí volver a la biblioteca de transcripciones y simplemente empezar a leer, y me decepcionó un poco que no hubiera un podcast o un canal de YouTube al que pudiera simplemente conectarme y repetir, ya sabes, así que sí, así que decidí simplemente empezar a grabar esos, y sé que estás mucho más adelantado en leer esos que yo. Creo que dijiste"
  },
  {
    "start": 254.28,
    "duration": 31.140000000000015,
    "text": "que estás en los 90 ahora. Acabo de empezar en 1998. Santo cielo, mira, yo acabo de terminar el 31 de octubre de 1976 y creo que fue la sesión 156 más o menos porque combiné algunas, así que quiero decir, he estado haciendo esto desde noviembre, ya sabes. Sé que solo llevo un par de años y, santo cielo, hay mucho, hay mucho camino por recorrer, pero lo que ha sido muy interesante y sé que tú y yo también hemos"
  },
  {
    "start": 283.8,
    "duration": 31.67999999999995,
    "text": "hablado de esto es cómo el mensaje evoluciona con el tiempo. El mensaje central es el mismo y es esencialmente que todos somos uno, ya sabes, amor, ya sabes, encuentra el amor en cada situación, pero cómo ese mensaje evoluciona con el tiempo ha sido simplemente fascinante. Entonces, y sé que llegaremos a eso, ya sabes, ciertamente llegaremos a eso, pero ¿cómo encontraste la Ley del"
  },
  {
    "start": 313.5,
    "duration": 32.039999999999964,
    "text": "Uno? ¿Cuál fue tu viaje o cómo o tal vez no fue la Ley del Uno pero cómo entraste en este material? Encontré la Ley del Uno, L/L Research, todo eso a través de, como muchas personas, a través de David Wilcock. De hecho, trabajé bastante cerca de él en los primeros años, ayudando a moderar su grupo de Yahoo, lista de correo"
  },
  {
    "start": 341.58,
    "duration": 30.420000000000016,
    "text": "y, cuanto más estudiaba el material de Ra, más encontraba que ahí era donde realmente, ahí era donde sentía que el misterio realmente estaba ubicado y quería profundizar más en eso. Así que he estado estudiándolo desde entonces, diría que desde el 2000, y ya sabes, simplemente haciendo lo que puedo para encontrar formas de"
  },
  {
    "start": 368.22,
    "duration": 30.839999999999975,
    "text": "expandir ese estudio. Y creo que tocaste algo que yo quería decir, que es que muchas personas piensan que el contacto de Ra que L/L Research estableció a principios de los 80 es el pináculo de su canalización, y ciertamente estaría de acuerdo con eso. Un contacto de sexta densidad de banda estrecha es un estándar muy, muy difícil"
  },
  {
    "start": 396.6,
    "duration": 32.45999999999998,
    "text": "de alcanzar, un contacto muy difícil de hacer y requiere mucha práctica con la canalización. Pero lo que estabas diciendo antes es muy, muy importante: saber cómo llegaron a esa noche del 15 de enero de 1981 cuando hicieron ese contacto conscientemente, podría agregar. No creo que fuera un contacto en trance en ese momento. Saber el contexto, saber qué había funcionado y qué no, cómo comenzaron a alejar sus preguntas de los"
  },
  {
    "start": 425.22,
    "duration": 30.71999999999997,
    "text": "temas transitorios de Bigfoot y OVNIs y cosas así, y verlos lentamente con el tiempo reducirse a este enfoque ajustado que luego, creo, hizo posible el contacto de banda estrecha, hizo posible el contacto de sexta densidad en lugar de estos contactos de cuarta y quinta densidad, es muy importante que las personas lo entiendan. Y como alguien que realmente no le importaba la canalización consciente durante mucho tiempo"
  },
  {
    "start": 453.84,
    "duration": 30.900000000000034,
    "text": "y luego la descubrió cuando tuve una experiencia de apertura del corazón en 2014-2015, realmente fundamentó todo lo algo técnico, a veces tal vez un poco frío en la entrega y digestión que Ra ofrece. Hay mucha buena sustancia ahí, pero cuando obtienes el contexto histórico, cuando ves esto en el contexto de"
  },
  {
    "start": 480.96,
    "duration": 30.840000000000032,
    "text": "personas en todo el mundo tratando de encontrar información que sea útil y tratando de encontrar diferentes formas de contactar y obtener esa información, creo que lo convierte en un evento mucho más conmovedor en la historia de la canalización cuando Ra entra, porque ves que no fue algo que sucedió mágicamente, sino que se trató de una disciplina y un protocolo que L/L"
  },
  {
    "start": 509.64,
    "duration": 30.600000000000023,
    "text": "Research había establecido a diferencia de muchos otros canales y grupos de canalización. No conozco a nadie que tome la canalización tan en serio como L/L Research hasta el día de hoy en la forma en que mantienen, tienen protocolos para mantener la sintonización, para entrar en una zona donde puedas hacer esa canalización y hacerla de manera reproducible bien. Bueno, cierto, sí, estoy interesado en aprender más sobre"
  },
  {
    "start": 537.18,
    "duration": 32.40000000000009,
    "text": "eso, ya sabes, saber más sobre eso, pero creo que nuestra dinámica va a funcionar bien porque mientras tú has estado expuesto a este material durante digamos dos décadas ahora, yo entré en esto creo que tal vez en marzo del año pasado, y digo marzo porque comencé a meditar en marzo. Específicamente recuerdo marzo porque tenía, comencé un diario de meditación solo para escribir notas sobre, ya sabes, experiencias y descubrimientos y"
  },
  {
    "start": 566.88,
    "duration": 31.200000000000045,
    "text": "pero entré en esto tal vez de una manera similar, pero la mía fue a través de Tom DeLonge, ya sabes, de Blink 182, Angels and Airwaves. Él, me estoy fijando en sus libros allá arriba. Recuerdo que mi hermano me llamó y siempre, tengo un hermano gemelo y, lo que me encanta es que una palabra, somos idénticos pero nuestras personalidades simplemente se superponen, así que cuando él encuentra un libro que le encanta y lo comparte conmigo, sé que me va a encantar, y me dijo, Ryan, tienes que leer este libro, es,"
  },
  {
    "start": 595.62,
    "duration": 31.680000000000064,
    "text": "ya sabes, blink, me dio toda la cosa de Tom DeLonge y dijo que básicamente me dio una visión general del prefacio de su primer libro, Máquinas Secretas, y cómo Máquinas Secretas, aunque es una novela, se basó en información real, y en el prefacio del libro Tom DeLonge habla de sus conexiones con, ya sabes, líderes militares de alto nivel y líderes de la industria"
  },
  {
    "start": 624.72,
    "duration": 33.539999999999964,
    "text": "y, en resumen, mientras leía este libro, amé la historia, y cuando entro a Amazon para buscar, ya sabes, buscar el número dos, Amazon me está sugiriendo que también lea la Ley del Uno, y creo que me lanzó esa sugerencia unas cuantas veces antes de que finalmente lo googleara, y creo que encontré el canal de YouTube de Aaron Abke donde habla sobre las siete densidades de la conciencia"
  },
  {
    "start": 654.66,
    "duration": 30.91999999999996,
    "text": "y, ya sabes, ese concepto, solo ese video completo me dejó asombrado, así que, ya sabes, revisé el material en, ¿es lawofone.net? lawofone.info. lawofone.info, sí, donde puedes obtener las transcripciones de la Ley del Uno gratis, leerlas en línea, y simplemente comencé a abrirme paso, y pensé que Máquinas Secretas era bueno, pero, ya sabes, estoy como, santo cielo, esto es tan bueno, ya sabes, es tan profundo."
  },
  {
    "start": 683.76,
    "duration": 30.539999999999964,
    "text": "Es como un gran maestro o un gran libro. Cada vez que vuelves a él, puedes obtener algo más que es apropiado para ti y dónde estás en ese momento, y hombre, sí, simplemente me encantó. Pero estoy muy interesado en explorar estas ideas contigo porque, ya sabes, has tenido, de nuevo, dos décadas para dejar que estas ideas hiervan a fuego lento, ya sabes, incluso si no estás pensando conscientemente"
  },
  {
    "start": 712.8,
    "duration": 31.100000000000023,
    "text": "en ello, están ahí en el fondo y tienes una forma de comenzar subconscientemente a procesar algo de eso. Así que estoy entrando en esto tan nuevo pero tan emocionado de haber descubierto una nueva plantilla de cómo experimento el mundo y cómo abordo los desafíos y, ya sabes, sí, entraremos en todas esas cosas divertidas, pero es simplemente asombroso. Bueno, para lo que vale, te envidio un poco porque recuerdo cuando descubrí esto por primera vez y cómo"
  },
  {
    "start": 741.84,
    "duration": 32.10000000000002,
    "text": "creo que un amigo me dijo que se sentía como ponerse un viejo par de zapatos gastados. No es solo la calidad de la información, es el elemento de reconocimiento allí que despierta en las personas que realmente llegan a amarlo. Hay algo en ello que despierta una memoria, una memoria profunda, y puedes explorar eso tanto como quieras, esa es la gran cosa. Muchas"
  },
  {
    "start": 770.52,
    "duration": 31.379999999999995,
    "text": "personas se meten en citarse a Ra entre sí, ya sabes, y entrar en debates intelectuales, y una de las cosas que la canalización consciente deja muy, muy claro es que esto no es un esfuerzo intelectual en absoluto, y así tener la canalización consciente, tener entidades como Hatonn, Laitos, Latwii, trayendo ese enfoque más amoroso, más"
  },
  {
    "start": 798.62,
    "duration": 34.41999999999996,
    "text": "¿cuál es la palabra? gentil en muchos aspectos sobre estas ideas, es muy, lo pone en el contexto correcto para que luego puedas tomar esta información que Ra ha transmitido y en muchos aspectos puedes aplicarla a tu vida sin tener que traducirla a ti mismo. Mmm, sí, puedo ver eso, puedo ver eso. Solo estoy pensando en la última"
  },
  {
    "start": 831.0,
    "duration": 30.0,
    "text": "sesión que grabé, de nuevo, creo que fue el 31 de octubre del 76, y pensé para mí mismo al final de ella cuando comencé a leer las transcripciones, era casi difícil seguir adelante. Estoy como, esto es un poco aburrido, y sé, ya sabes, hay otro creador de contenido, Brian Scott, con la Revolución de la Realidad, y de vez en cuando"
  },
  {
    "start": 859.68,
    "duration": 33.120000000000005,
    "text": "él simplemente hará una lectura de transcripción de una transcripción de Q'uo, y pensé para mí mismo, bueno, aquí estoy al principio, bueno, no es el principio, pero en el 74, bueno, al menos cuando comenzaron a grabar estas transcripciones, y el mensaje es X, y puedo ver dónde están con el material de Q'uo y por eso estoy como, bueno, tiene que haber alguna gradación de calidad que simplemente aumenta, ya sabes, donde esto tiene que doblar una esquina"
  },
  {
    "start": 889.5,
    "duration": 31.139999999999986,
    "text": "pero, pero sí, en las sesiones de 1974 estaban haciendo muchas sesiones o al menos estaban escribiendo muchas transcripciones, pero los mensajes eran tan simples y honestamente un poco poco claros. Era constantemente buscar, meditar y luego entender a través del servicio, eso era esencialmente todo. Y si no sabías qué significaba buscar, bueno, qué pena, tienes que esperar porque esa explicación vendrá más tarde, ya sabes."
  },
  {
    "start": 919.14,
    "duration": 31.319999999999936,
    "text": "Meditar, quiero decir, es como auto, ya sabes, la meditación es meditación, pero sí explican eso un poco mejor, y luego entender, bueno, ¿qué significa entender?, ya sabes. Era simplemente desafiante seguir adelante, pero cuanto más lo hago, cuanto más avanzo, sí, los mensajes son simplemente sólidos, ya sabes. Últimamente ha sido, en octubre al menos, el tema realmente ha sido"
  },
  {
    "start": 947.34,
    "duration": 30.17999999999995,
    "text": "la función del sufrimiento o la función de lo que Hatonn llama tribulaciones, bueno, lo que nosotros llamamos tribulaciones, ya sabes, y el hecho de que si puedes ver el amor en esos desafíos, ya sabes, estás bien en tu camino, estás bien en el camino si puedes ver ese amor. Así que, sí, pero ha sido simplemente tan interesante ver estos desarrollos y estoy"
  },
  {
    "start": 975.96,
    "duration": 30.239999999999895,
    "text": "emocionado de seguir adelante y ver en qué nivel están cuando doblan esa esquina y comienzan a canalizar a Ra. Ya sabes, me interesa ver si eso fue definitivamente un wow, esto es el siguiente nivel, o fue simplemente un paso necesario en el viaje en constante movimiento hacia adelante, ya sabes. Y no quiero arruinar la sorpresa para ti, pero diré que es también interesante no solo ver la preparación para Ra, sino que la canalización consciente mientras están en el"
  },
  {
    "start": 1004.22,
    "duration": 32.75999999999999,
    "text": "proceso de canalizar a Ra, todavía están realizando meditaciones de sábado o domingo, todavía están trayendo a Hatonn y Latwii. Todavía están manteniendo sus habilidades, no solo están dependiendo porque, ya sabes, una de las cosas que es diferente sobre la canalización consciente versus la inconsciente, probablemente deberíamos entrar en eso, es que en el contacto de Ra, durante la gran mayoría de estas sesiones, Carla está"
  },
  {
    "start": 1033.74,
    "duration": 32.159999999999854,
    "text": "inconsciente. Hay un ritual elaborado que se desarrolla y que es transmitido por Ra al grupo para santificar y sintonizar las cosas para la naturaleza especial del proceso de contacto de Ra, pero todavía están haciendo canalizaciones conscientes, y las personas que han estudiado la Ley del Uno en profundidad podrían recordar un momento del que hablan"
  },
  {
    "start": 1063.26,
    "duration": 30.180000000000064,
    "text": "en el contacto de Ra donde Carla casi se aleja en una meditación consciente, y tiene que ver con la naturaleza de lo consciente versus lo inconsciente, que no es real, es mucho más un espectro, ¿verdad? Es una gradación, no es una línea clara, y mucho de lo que tratan los protocolos es mantener esas líneas claras porque una vez que estás en el flujo de la canalización, el punto completo es mantener"
  },
  {
    "start": 1090.44,
    "duration": 31.679999999999836,
    "text": "tu sintonización alta para que puedas decir lo que sea que venga a la mente. Entonces, ¿qué estás sintonizando? Es tu control, es el único control que tienes. Entonces, esto es, esto es, bueno, este es el paso uno en nuestro viaje juntos porque creo que te he preguntado esto antes y todavía lucho con la definición, pero ¿qué quieres decir con sintonización? Y he escuchado esto antes, que tienes que sintonizarte o sintonizarte a una vibración más alta para que puedas, ya sabes, no sé qué significa exactamente."
  },
  {
    "start": 1118.58,
    "duration": 32.819999999999936,
    "text": "Hubo un gran Hatonn o tal vez fue Oxal que grabaste recientemente que hablaba de pensar en ustedes mismos como arpas. Sí. No puedes cambiar la forma en que el viento sopla a través de ti. A veces fluye caliente, a veces fluye frío, a veces fluye fuerte, a veces es suave. Lo único que tienes control es sobre tu sintonización, si cómo interactúas con ese viento"
  },
  {
    "start": 1147.88,
    "duration": 32.07999999999993,
    "text": "para expresarte y expresar al Creador, lo mismo. Así que la idea es trabajar en la disciplina de la personalidad, otro concepto del contacto de Ra. Trabajar en tu disciplina para conocerte mejor. Una vez que te conoces de una manera fundamental, el catalizador y las diferentes cosas que surgen"
  },
  {
    "start": 1176.6,
    "duration": 32.460000000000036,
    "text": "en tu vida no son amenazas de la misma manera que lo son cuando eres una cantidad desconocida y tienes miedo de que cualquier cosa que pueda suceder en la vida pueda exponer algo sobre ti mismo que no entiendes, y eso es lo que crea, en mi opinión, toda la tensión. Entenderte en un nivel básico, tus defectos, tus fortalezas, de dónde vienes y quizás un cierto nivel de aceptación de quién eres."
  },
  {
    "start": 1206.36,
    "duration": 32.2800000000002,
    "text": "Bueno, eso entra en Ra. Así que Ra básicamente lo hizo muy sucinto, ¿verdad? Conócete a ti mismo, acéptate a ti mismo, conviértete en el Creador. Mmm. Entonces la sintonización es una forma de conocer, es el resultado de conocerse y aceptarse a sí mismo y convertirse en el Creador porque has hecho una dedicación consciente de tu mente y tu corazón a un propósito superior que las cosas mundanas con las que nos"
  },
  {
    "start": 1235.1,
    "duration": 32.340000000000146,
    "text": "ocupamos en la vida diaria. Bien, es como ponerte en un estado mental, puedes pensarlo de esa manera, y luego, por supuesto, la sintonización sí implica un componente vibracional, no hay duda de eso. Es importante entender que la Confederación ve todo como vibración. Sí, bien. Entonces déjame ponerlo de la manera en que lo entiendo y ver si estoy cerca."
  },
  {
    "start": 1264.56,
    "duration": 31.560000000000173,
    "text": "La sintonización es esencialmente entenderte a ti mismo, quizás entender cómo vas a reaccionar a los Vientos de Cambio, por ejemplo, y supongo que entender es una cosa, pero poner en práctica es realmente donde entra la sintonización. Imagino que bien, puedo entenderme a mí mismo, pero si todavía reacciono,"
  },
  {
    "start": 1292.52,
    "duration": 32.580000000000155,
    "text": "si todavía me salgo de control cuando la basura no se saca el martes y el camión de basura viene el miércoles por la mañana, ya sabes, imagino que, ya sabes, saber algo, entender algo y luego ponerlo en práctica, tiene que haber una correlación allí o una, ya sabes, ¿me entiendes? ¿Me sigues? Sí, bien, bien. Creo que, ya sabes, prepararte mentalmente para algo es un"
  },
  {
    "start": 1320.84,
    "duration": 30.0,
    "text": "tipo de sintonización. Odio leer tu feed de Twitter o tu feed de Facebook y mirar a todas las personas equivocadas, eso es, eso es un tipo de sintonización. De lo que estamos hablando son acciones que tomas para efectuar el cambio en la Conciencia en ti mismo. Está justo al lado de la Magia y la magia ritual en el sentido de que te estás convirtiendo en cierto tipo de recipiente. Puedes ser un recipiente para cualquier cosa"
  },
  {
    "start": 1347.84,
    "duration": 33.7800000000002,
    "text": "que quieras. Hay toneladas de señales entrando en nosotros desde el universo en cualquier momento dado, más de las que podemos captar. La sintonización es una forma en que encuentras el subconjunto, la banda que te interesa, y la idea es que nuestra experiencia, si se entiende menos como este extraño fenómeno por el que despertamos, pasamos y luego termina cada día en"
  },
  {
    "start": 1377.54,
    "duration": 30.779999999999973,
    "text": "nuestro sueño, sino como este tipo de canción, este tipo de tono que siempre está sucediendo y llegamos a elegir qué parte de eso sintonizamos, en qué canal estamos, ¿verdad? Eso es la sintonización, y la idea es que a medida que llegamos a conocernos mejor, sabemos cuándo estamos en sintonía y tenemos una idea de qué tipo de sintonía nos interesa, qué tipo de sintonización nos"
  },
  {
    "start": 1405.32,
    "duration": 30.059999999999945,
    "text": "interesa. Acabo de tener un pensamiento en cuanto a la sintonización y tal vez cómo he cambiado desde que, ya sabes, desde que salí de mis veinte años. Ahora tengo 37, pero estoy seguro de que en mis primeros días estaba con mi hijo los sábados, vamos a un lugar aquí en la ciudad, es como lo llamamos la tienda de salchichas porque tienen estas excelentes salchichas y pepperonis hechos en casa, y una vez que estamos afuera, mi hijo de dos años, no podemos volver a mi"
  },
  {
    "start": 1433.4,
    "duration": 31.439999999999827,
    "text": "camión hasta que nos sentamos y comemos un palito de pepperoni así que estamos ahí sentados comiendo un pepperoni cada uno de nosotros tiene un buen palito de pepperoni y um y puedo ver desde la cuadra el cielo está viniendo hacia este tipo está caminando hacia nosotros y tiene este perro súper feliz y puedo ver puedo ver esto desarrollarse en mi cabeza estoy como ese perro va a tomar el palito de pepperoni de mi hijo y veo eso y no hice nada para detenerlo pero desde una cuadra entera veo a este tipo venir de forma despreocupada"
  },
  {
    "start": 1462.8,
    "duration": 30.720000000000027,
    "text": "sabes y su perro feliz como siempre y ese perro una vez que olió ese palito de pepperoni simplemente saltó simplemente lo tomó directo de Emmett y de inmediato me sentí terrible por el tipo porque estoy como oh no su perro se comió el palito de pepperoni de mi hijo qué tal si su perro tiene como colitis o qué tal si su perro no puede tiene esa dieta especial y estoy como oh Dios mío señor lo siento mucho él me está mirando"
  },
  {
    "start": 1491.12,
    "duration": 30.12000000000012,
    "text": "como si estuviera loco como qué yo mi perro simplemente tomó el palito de pepperoni de tu hijo sabes pero pero recuerdo salir de esa experiencia pensando que me pregunto sabes pones a una persona diferente en esa situación una persona diferente sentada tal vez una persona que está frustrada y enojada y lo único que tienen en este mundo es ese sábado con su hijo comiendo un palito de pepperoni y cuando alguien más viene y su perro lo arrebata eso podría no ser una buena experiencia sabes"
  },
  {
    "start": 1520.28,
    "duration": 32.33999999999992,
    "text": "sabes eso podría haber sido una reacción muy diferente pero yo pero pensé en eso es como huh es gracioso ese tipo se sintió terrible pero yo me sentí terrible también por él y por su perro sabes pero simplemente me hizo pensar ojalá pudiera sentirme así con todo lo que hago simplemente preocupado por cómo están los demás sabes puedo haciendo sabes asegurándome de que estén felices y cuidados y sabes ojalá pudiera sentirme así"
  },
  {
    "start": 1549.26,
    "duration": 31.74000000000001,
    "text": "más seguido ciertamente intentándolo pero um pero fue solo un momento claro como huh así se siente uh estar estar enfocado estar sintonizado en en uh sabes cuidar el bienestar o sabes uh tratando de cumplir las expectativas de alguien más pero um sí y es un buen ejemplo de uh cómo el servicio realmente se desarrolla en el mundo real también um porque a menudo es una sorpresa si"
  },
  {
    "start": 1577.34,
    "duration": 31.080000000000155,
    "text": "realmente le muestra a alguien algo diferente algo amoroso que no esperaban uh eso es un poco de servicio eso es un poco de uh darles una pista de que sabes hay un misterio ahí afuera y todos vivimos nuestras vidas uh en un mundo muy civilizado donde el riesgo y uh cosas tentativas tratamos de minimizarlas tanto como sea posible y así mostrarle a alguien"
  },
  {
    "start": 1606.32,
    "duration": 30.660000000000082,
    "text": "algo que no esperan que sea positivo y amoroso cuando esperaban ser uh regañados o algo así esas son las cosas que plantan semillas en las personas que que no significa que ellos uh te aman y te uh aprecian y cambian toda su vida lo que significa es que es tiene la posibilidad de iniciar su propio proceso de búsqueda sí y ellos"
  },
  {
    "start": 1633.98,
    "duration": 30.24000000000001,
    "text": "son los son los conductores sí y tenemos que estar bien con eso creo que plantar la semilla eso vamos a tener que guardarlo para otro y tal vez episodio dos pero eso fue al menos un tema consistente en uh septiembre octubre del 76 fue plantar la semilla y eso es es una gran visualización y una gran gran lección pero uh tendremos que guardar eso para después pero quiero volver porque te alejé de donde ibas con la sintonización estabas empezando a hablar sobre"
  },
  {
    "start": 1661.7,
    "duration": 30.360000000000127,
    "text": "canalización consciente y la sintonización de los instrumentos y luego te interrumpí con la pregunta así que ¿puedes volver a eso cuando estás haciendo la cuando están haciendo la canalización consciente y hay un aspecto de sintonización que entra en la experiencia real de de canalización consciente bueno no sé exactamente cómo hicieron estas cosas en 74-76 todo eso de hecho no estoy"
  },
  {
    "start": 1689.42,
    "duration": 30.779999999999973,
    "text": "seguro de que haya hay alguien puede haber personas que todavía estén vivas que participaron en esas sesiones pero no tengo conocimiento de ellas y serían imposibles de rastrear porque esto fue antes de que Jim McCarty se involucrara en la investigación amarilla sí cierto sí um pero lo que Carla pudo desarrollar y ella escribió sobre esto un poco en su manual de canalización uh es que necesitas"
  },
  {
    "start": 1717.26,
    "duration": 31.5,
    "text": "como dice Ra uh la magia ritual es o la magia es la habilidad de afectar cambios en la Conciencia a voluntad todos experimentamos cambios en la Conciencia la idea es qué tal si pudieras estar uh en control de eso en lugar de simplemente tener tus cambios de humor y las cosas que como te sacan de balance o como te ponen en el camino en lugar de que esas cosas simplemente te sucedan creas un espacio y un tiempo donde uh puedes decirle a tu Mente"
  },
  {
    "start": 1746.6,
    "duration": 31.5,
    "text": "Profunda está bien esa fue experiencia mundana pero ahora estamos haciendo algo especial estamos haciendo algo diferente y realmente dependo de ti así que estoy creando un medio de comunicación entre mi mente profunda y mi mente consciente donde tenemos una relación y la manera de hacer esto quiero decir esto esto realmente um se parece mucho a uh oh ¿cómo lo llaman? programación neurolingüística sí como"
  },
  {
    "start": 1775.94,
    "duration": 30.659999999999854,
    "text": "lo mismo uh estás creando gatillos para ti mismo um para ponerte en un espacio donde puedas estar confiablemente en una Conciencia diferente o sintonización humor como quieras decirlo puedo relacionarme con esto de de múltiples maneras una que viene a la mente es es mi papá él uh crecí con un dueño de pequeño negocio él tiene una compañía de cercas él tenía una compañía de cercas"
  },
  {
    "start": 1804.14,
    "duration": 30.419999999999845,
    "text": "y nos puso a mi hermano y a mí a trabajar a una edad muy temprana y yo no pensé que conocía a mi papá y luego lo vi en el trabajo como el jefe con todo en juego él es responsable por el éxito del negocio que es responsable por el bienestar de nuestra familia y el bienestar de las familias de todos sus empleados así que siente que está cargando mucho peso y en el trabajo quiero decir habla de un objeto"
  },
  {
    "start": 1831.86,
    "duration": 31.080000000000155,
    "text": "ejemplo de Yin y Yang o noche y día donde sabes él era completamente diferente entraba a esa oficina y era momento de acción era era era salvaje experimentarlo pero creo que fue mi primera experiencia de lo que las personas son capaces cuando haces cuando haces esto cuando creas un espacio para ti mismo y dices está bien necesito tener esta actitud o este Enfoque o lo que sea cuando estoy aquí y luego cuando voy aquí a este otro lugar"
  },
  {
    "start": 1860.3,
    "duration": 30.720000000000027,
    "text": "puedo puedo relajarme un poco o puedo cambiar el enfoque sabes así que sí creo que eso es con lo que mucha gente está teniendo problemas en la pandemia es que ir a una oficina es un gatillo para ti mismo de que ahora estoy en modo trabajo ir a casa es un gatillo de que ahora estoy en modo descanso y no ya no tenemos esos uh gatillos sí así que siempre estamos trabajando o nunca estamos trabajando sí sé que tengo ese problema sí yo también"
  },
  {
    "start": 1887.56,
    "duration": 32.92000000000007,
    "text": "yo también sí mi esposa mi esposa y yo tratamos de pasar tiempo juntos en la noche sabes pero ella siempre está preguntando tienes trabajo y estoy como sí mi oficina está justo ahí siempre tengo trabajo que hacer es es difícil es difícil apagarlo sabes así que sí te escucho te escucho um vaya Dios dónde vamos desde aquí es como el mundo entero sabes hay tantas direcciones diferentes que podemos ir bueno creo que tal vez uh siguiendo la"
  },
  {
    "start": 1917.48,
    "duration": 30.960000000000036,
    "text": "sintonización uh el tema hacia la naturaleza de la canalización en general sí podría ser útil para alguien que para quien uh esto están acostumbrados a como un médium en un lugar psíquico uh un lugar donde como sabes pagas algo de dinero y ellos como Canalizan a tu como abuela muerta como Cleo como solo recuerdo a Cleo en TV sí sí y creo creo que uh es un"
  },
  {
    "start": 1944.84,
    "duration": 31.25999999999999,
    "text": "escepticismo completamente legítimo para tener 100 um hay muchos uh hay muchas personas ahí afuera que son fraudes um no hay duda al respecto también hay muchas personas para quienes relacionarse con otros y tratar de ayudarlos a través de algún medio alternativo podría incluso ser como algo positivo que están tratando de hacer aunque estén como pretendiendo ser alguien más o algo así claro uh no es algo que yo necesariamente aprobaría"
  },
  {
    "start": 1973.76,
    "duration": 31.680000000000064,
    "text": "si alguien está pidiendo mi aprobación pero como puedes hay un elemento de servicio en otras palabras adoptar otra identidad con el propósito de servicio en otras palabras puedes sintonizarte con cualquier cosa pero el propósito de la sintonización tiene mucho que ver con cómo lo logras cierto y la calidad de ello bien así que pienso en la canalización como um jugando con el principio de que identidad"
  },
  {
    "start": 2002.8,
    "duration": 31.799999999999955,
    "text": "nuestras identidades como personas como individuos realmente no es algo tan fijo como nos gustaría pensar nuestros egos nuestras personalidades son reales y están ahí pero no son tan las las líneas no son muy uh gruesas podemos ir todos hemos tenido la experiencia de sentirnos como una persona diferente todos hemos escuchado voces que tal vez no reconocemos como nuestras y"
  },
  {
    "start": 2031.48,
    "duration": 30.360000000000127,
    "text": "sin embargo realmente lo son y ver parte de nosotros mismos tal vez compitiendo en una en una elección que tenemos que hacer o algo así uh veo todo el concepto de canalización y creo que esto está muy en línea con la filosofía de la Confederación uh como siendo uno de uh la identidad es mutable y por lo tanto porque nuestros pensamientos no están tan restringidos a nosotros mismos como pensamos que"
  },
  {
    "start": 2059.92,
    "duration": 32.2800000000002,
    "text": "están la verdadera naturaleza del pensamiento es que es una piscina en la que todos nos sumergimos uh no es nuestra pequeña piscina inflable es realmente una piscina gigantesca um que si estamos o no hablando desde una identidad de la confederación o alguna otra Identidad o nuestra propia identidad son todas formas válidas de expresar al Creador y entonces cuando sintonizamos todo lo que estamos tratando de hacer es uh sintonizar"
  },
  {
    "start": 2088.18,
    "duration": 30.960000000000036,
    "text": "con un específico como carácter de lo que siempre y eternamente es el mismo Creador el mismo ser la misma uh interminable uh uh gama y espectro de Conciencia y uh creadoridad ¿eso significaría que que mientras mientras estás sintonizando mientras estás sintonizando digamos mientras estás simplemente bueno por mejor"
  },
  {
    "start": 2117.04,
    "duration": 31.920000000000073,
    "text": "falta de una mejor manera de yo procesar esto mientras estás tratando de elevar tu vibración mientras estás tratando de realmente afinar ¿eso significa que esencialmente si eres capaz de lograr eso te esencialmente si te vuelves expuesto a o tal vez tienes acceso a una idea diferente diferente grupo de ideas sabes si es si es una piscina consciente de cómo lo pusiste lo pusiste muy bien no es tenemos qué es estás"
  },
  {
    "start": 2146.98,
    "duration": 30.960000000000036,
    "text": "sumergiéndote en una piscina de Conciencia sí un pensamiento sí um así que bueno creo que la mejor manera para uh un oyente de llegar al fondo de esto es que ellos lo exploren ellos mismos que mediten que aquieten su mente lo cual es algo difícil de hacer en sí mismo toma práctica no vas a hacerlo perfectamente cuando empiezas por primera vez sigue haciéndolo eso es lo único la Confederación nunca dijo que tenías que"
  },
  {
    "start": 2175.18,
    "duration": 31.140000000000327,
    "text": "meditar bien solo dicen intenta ellos incluso ese ellos incluso punto de partida ellos incluso dicen puedes no tienes que meditar largo que incluso unos pocos segundos o unos pocos minutos es suficiente si estás sabes es qué justo es importante es que lo hagas que escribas ese tiempo pero despeja tu mente toma cuando tengas algo de tiempo para hacerlo despeja tu mente y luego obsérvate observa la observa la naturaleza del pensamiento observa"
  },
  {
    "start": 2204.28,
    "duration": 19.759999999999764,
    "text": "la naturaleza de tu propio pensamiento una de las cosas que uh hatan ha puesto un punto muy fino en eso que había olvidado al escuchar los mensajes de los 70s uh es oh mierda acabo de perderlo um extranjero"
  },
  {
    "start": 2232.6,
    "duration": 30.480000000000018,
    "text": "así que estás sumergiéndote en esta piscina uh estás meditando oh sí um la única manera en que nosotros no podemos analizarnos conscientemente ellos dicen que eso es imposible y creo que uh la historia de la psicología y la Psicoterapia demuestran eso muy bien que sí necesitas alguna otra parte involucrada para poder tener algo cercano a una vista objetiva de tu de"
  },
  {
    "start": 2260.14,
    "duration": 30.11999999999989,
    "text": "tu de tus procesos cognitivos conscientes uh uh bueno entrando en una actitud ligeramente diferente de Mente un estado cita-sin citar identidad ligeramente diferente simplemente observando lo que pasa en tu cabeza mientras intentas no pensar en nada vas a ver la naturaleza del pensamiento y uh los Budistas tienen Milenios de enseñanza y francamente como sabes"
  },
  {
    "start": 2287.86,
    "duration": 31.320000000000164,
    "text": "prácticas y Tecnologías para entender esto ellos entienden muy claramente que sabes la mente está como yendo en su propia inercia simplemente va a seguir generando cosas esto es de donde vienen nuestro ego y nuestras personalidades esta necesidad de mantenerse al día con este constante lo llaman pensamiento discursivo cierto esta charla que tenemos con nosotros mismos oh sí y entonces la la idea es Simplemente observar eso ver cuál es la naturaleza de"
  },
  {
    "start": 2315.4,
    "duration": 32.159999999999854,
    "text": "pensar y entonces tú tú puedes empezar a tener algo de agencia en uh participar en ello más conscientemente cierto ¿cómo describirías porque yo yo me di cuenta cuando empecé a meditar hace un año y pico um qué dije yo ¿marzo del año pasado así que realmente solo ha sido como un año que he estado meditando pero creo que me tomó un par tal vez incluso un par de meses"
  },
  {
    "start": 2343.54,
    "duration": 30.779999999999745,
    "text": "soy simplemente tan denso de de entender qué es la meditación o como cómo hacerla quiero decir llegas a ello está bien llegas a ello sin saber nada sobre meditación y la primera la pregunta que haces es bueno ¿cómo medito? y cuando alguien dice oh simplemente te sientas ahí y simplemente intentas vaciar tu mente eso es todo estás como eso es todo eso no tiene sentido pero pero eso es lo que es pero ¿cómo lo describirías para"
  },
  {
    "start": 2371.5,
    "duration": 31.940000000000055,
    "text": "alguien que viene nuevo que viene en frío que quiere empezar a experimentar esto que quiere empezar a meditar ¿cuál es una manera simple de empezar? uh sí uh primero que nada disculpas por mi beagle parece que está emocionado por algo um así que de nuevo yo yo preferiría que cualquiera interesado en uh pensamiento Budista uh creo que es Pima shodron uh habló sobre su maestro y cómo cuando"
  },
  {
    "start": 2400.3,
    "duration": 31.740000000000236,
    "text": "uh trungpo rimpos primero vino a América y estableció uh asanga y y empezó a enseñar la gente tenía mucha dificultad meditando de la manera en que los Budistas hablan de despejar tu mente porque es difícil es es como no pienses en un elefante rosa cierto oh sí la vida está justo ahí no puedes hacer eso cierto como siempre tienes que tener un objeto en qué pensar y así es como pensamos en nuestras propias mentes um"
  },
  {
    "start": 2429.4,
    "duration": 30.11999999999989,
    "text": "así que lo que dijo él cambió sus uh instrucciones de no pienses en nada despeja tu mente completamente y dijo uh concéntrate en tu respiración ten un toque muy muy ligero de concentración y atención en tu respiración eso te da algo a qué aferrarte que se siente como que te estás aferrando a ello pero muy muy rápido descubrirás que realmente no estás prestando atención a tu respiración realmente no estás prestando atención a nada eso es un atajo"
  },
  {
    "start": 2457.48,
    "duration": 31.079999999999927,
    "text": "con el que los Budistas llegaron que creo que funciona muy bien ese es un gran punto porque justo pensé había un cada ahora y entonces ellos la Confederación en el canal y las canalizaciones conscientes darán lecciones de meditación o esencialmente consejos de canalización al sabes a los miembros del grupo y recuerdo un par o al menos uno en particular donde hatan está diciendo que te sientas ahí sabes la idea es enfocarte en nada pero como acabas de decir es casi"
  },
  {
    "start": 2485.5,
    "duration": 31.139999999999873,
    "text": "imposible así que si si piensas si remueves todos los pensamientos excepto uno y dejemos que ese uno sea tu respiración y luego entonces justo como dijiste notarás sí no estás pensando en nada y eso es sabes y sus pensamientos entran sí pero sabes reconócelo Déjalo Ir esa es la cosa importante que yo que me impidió meditar regularmente por mucho tiempo es que pensé que si los pensamientos entraban entonces eso significaba que no lo estaba haciendo bien y eventualmente me rendí"
  },
  {
    "start": 2514.6,
    "duration": 31.500000000000455,
    "text": "porque oye no puedo dejar de pensar en cosas pero eso es me di cuenta uh cuando uh leyendo a algunas de estas personas Budistas esa es la actitud completamente equivocada uh la idea es que uh la manera en que lo describen es que la mente es un cielo azul las nubes a veces cruzan el cielo y luego se van esta es su metáfora para la naturaleza del pensamiento los pensamientos entran los pensamientos se van"
  },
  {
    "start": 2540.82,
    "duration": 30.11999999999989,
    "text": "van y tú estás manteniendo tu Centro y y tu uh posición de observación fija para que puedas aprender que no estás obligado por ningún pensamiento tú eres el bastardo los pensamientos no son el amo y si los pensamientos entran entonces tú tú los reconoces y tú y los dejas ir y a medida que te acostumbras"
  },
  {
    "start": 2568.26,
    "duration": 30.340000000000146,
    "text": "a ver cosas entrar incluso cosas que realmente te perturban y dejarlas ir empiezas a acostumbrarte a la idea de que el pensamiento no es algo que te está pasando a ti es algo en lo que participas no estás obligado por ningún pensamiento y puedes tener esta relación más gentil contigo mismo donde entonces puedes empezar a hacer cosas como"
  },
  {
    "start": 2595.84,
    "duration": 31.920000000000073,
    "text": "disciplinar la personalidad para estar uh listo para ciertas aplicaciones altamente sintonizadas cuando quieres cuando quieres mm-hmm mm-hmm sí esa sería una buena habilidad para tener creo que qué bueno créelo o no ni siquiera fue la ley del uno lo que me metió en la meditación creo que fue un podcast de Joe Rogan y él estaba creo que esta fue probablemente la cuarta o quinta vez que había escuchado un similar uh pensamiento"
  },
  {
    "start": 2625.24,
    "duration": 33.0600000000004,
    "text": "de de uno de sus invitados pero básicamente dijeron que estaban estaban teniendo mejores ideas una vez que aprendieron cómo calmarse esa charla constante en su mente fueron capaces de simplemente tener ideas más claras mejores ideas estoy como quiero eso sabes Dios mío eso sería genial así que tal vez tal vez intentaré aprender esta cosa pero um pero ha sido útil creo y una idea interesante que sigo encontrando que está está lentamente cocinándose a fuego lento es en el material de la Confederación"
  },
  {
    "start": 2655.18,
    "duration": 31.61999999999989,
    "text": "cada ahora y entonces hatan dirá sabes el el el instrumento está cuestionando si estos son sus pensamientos o no pero luego corregirán y dirán bueno sí estos son sus pensamientos y también son nuestros pensamientos porque son los mismos pensamientos sabes porque todos somos uno y todos tenemos sabes es solo esta idea muy interesante que como vuelve a la sintonización sabes si si estás tratando de vivir en un cierto en un cierto nivel me atrevo a decir eso porque no sabes"
  },
  {
    "start": 2684.22,
    "duration": 30.059999999999945,
    "text": "como tiene una connotación en nuestra cultura de como juicio como oh tengo una vibración más alta que tú lo cual es es molesto pero de todos modos um cuando estás cuando estás sintonizando a ese cierto nivel sí estoy realmente interesado qué tipo de pensamientos se vuelven disponibles cómo cambia lenta pero seguramente tu perspectiva o cambia o qué percepciones tienes sobre sabes tus experiencias con otros o"
  },
  {
    "start": 2711.7,
    "duration": 30.120000000000346,
    "text": "sabes a qué me refiero sí la la la metáfora que usaría es piensa en lo que solías pensar cuando tenías como seis u ocho años cierto ese todavía eras tú sí pero preocupaciones completamente diferentes un completamente diferente ahí ni siquiera podrías enumerar las diferentes las formas de diferencia cierto como es uh eso eso es por qué sintonizar es un acto que tomas uh para"
  },
  {
    "start": 2739.24,
    "duration": 33.120000000000346,
    "text": "darte a ti mismo como para para como dilatar el tiempo para para proporcionarte un umbral sobre el cual cruzar para que estés en un estado mental diferente um y entonces uh cuando estás en este estado mental diferente uh tendrás pensamientos diferentes no me importa cómo establezcas ese estado mental diferente o incluso cuál sea tu sintonización uh una vez que tengas quiero decir piensa en"
  },
  {
    "start": 2769.18,
    "duration": 33.840000000000146,
    "text": "cuando algo uh te sorprende y cómo el tiempo simplemente viene como si tienes un accidente automovilístico o algo así el tiempo se detiene cierto y es casi como que todo a veces todo sucede en cámara lenta estos son cambios en la Conciencia que nos están ocurriendo basados en alguna catalítica uh uh uh acción o algún evento que nos ocurre la idea es participar en eso más conscientemente tomando el tiempo para hacerlo"
  },
  {
    "start": 2797.68,
    "duration": 30.120000000000346,
    "text": "y luego abrirte en ese uh Estado de Conciencia más refinado que tú uh descubres y una vez que te abres notarás que tienes una calidad de pensamiento que es completamente diferente ahora puede ser que no necesites canalizar eso cierto como eso eso es algo completamente diferente porque hay hay una responsabilidad que viene con hablar las palabras que vienen a tu mente cuando estás reclamando estar en un estado diferente"
  },
  {
    "start": 2825.34,
    "duration": 30.659999999999854,
    "text": "cierto como eso eso se convierte en un tema de un Deber que tienes uh a muchos diferentes uh uh uh intereses pero um sí más adelante en uh instrucción de la Confederación sobre canalización uh ellos dejan muy claro que quieren una mezcla ellos no quieren normalmente tener 100 fidelidad"
  },
  {
    "start": 2854.08,
    "duration": 30.90000000000009,
    "text": "a su mensaje transmitido a través de un canal, piden una mezcla 70-30, creo que es 70 ellos y 30 nosotros, recuerda que todo el servicio de canalización consiste en tomar estos pensamientos altamente refinados, puros y en un nivel de realidad completamente diferente al que experimentamos, e intentar encontrar alguna manera de proyectarlos en una realidad limitada. Si ellos"
  },
  {
    "start": 2883.36,
    "duration": 30.23999999999978,
    "text": "pudieran hacer eso por su cuenta, lo harían, y nos necesitan para traducir. Es casi como, piénsalo como un transformador reductor en una red eléctrica: estás tomando ese alto voltaje, es muy poderoso y necesita ser poderoso para recorrer largas distancias, pero una vez que llega a tu casa no necesitas ese poder, necesitas reducirlo para que sea útil. De muchas maneras, lo que estás tratando de hacer como canal es que estás tratando de reducir sus pensamientos a"
  },
  {
    "start": 2910.72,
    "duration": 30.840000000000146,
    "text": "palabras concretas, y eso en sí mismo es suficiente disciplina y tarea como para que nadie en la Confederación espere que transmitamos sus ideas con 100% de fidelidad. De hecho, una experiencia muy común de los canales es cuando salen, cuando la sesión termina y están ahí charlando, dicen algo como \"ah, dejé tanto de sus pensamientos, tanto de su mensaje sobre la mesa que no"
  },
  {
    "start": 2939.16,
    "duration": 31.5,
    "text": "pude transmitir\". Ese es un estribillo constante de los canales. Eso es interesante porque Carla solía decir eso, mira, no lo sabía hasta que me acabas de, bueno, entonces me lo dijiste, pero um, eso resuena conmigo porque hubo una sesión no hace mucho que yo, quiero decir, en los 70 pero al menos con lo que grabé, donde hay un canal que se hace llamar H y H al final de la sesión capturaron la grabación, así que llegó a la"
  },
  {
    "start": 2968.2,
    "duration": 31.5,
    "text": "transcripción, pero H está diciendo que, ya sabes, pasó tan rápido que solo tuvo que, había tanto que solo tuvo que seguir adelante y dejar, justo como lo que dijiste, tuvo que dejarlo sobre la mesa, y estaba describiendo los sentimientos de amor o el concepto de amor que estaba recibiendo. Sí, o tal vez es una ella, no sé si H es él o ella. Yo tampoco, pero um, pero eso es fascinante. Sí, quiero decir, cómo puedes, ya sabes,"
  },
  {
    "start": 2996.24,
    "duration": 32.26000000000022,
    "text": "ellos dicen que entregan conceptos al canal y luego depende del canal filtrar esos conceptos a través de su propia comprensión, sus propias ideas, su propio lenguaje y conjuntos de habilidades en algo verbal, y constantemente están diciendo que el lenguaje verbal es terrible, terrible para comunicar. Estás olvidando, estás transmitiendo todas las ideas, y escribiste un gran ensayo que creo que aún no has publicado sobre sobre la comunicación verbal."
  },
  {
    "start": 3025.62,
    "duration": 30.7199999999998,
    "text": "Ya sabes, sí, pero um, pero una cosa, creo que incluso temprano, creo que es en la sesión uno del material de Ra, cuando Ra aparece, dicen algo raro, quiero decir, voy a arruinar esto, pero queremos proporcionar ya sabes, un enfoque algo diferente sobre información que siempre es la misma, siempre y la misma siempre, y te encontrarás con eso en otro en otro"
  },
  {
    "start": 3054.66,
    "duration": 32.460000000000036,
    "text": "material canalizado con otras otras entidades, que el mensaje es el mismo, las palabras pueden ser diferentes dependiendo de qué canal. Y creo que mi esposa incluso me preguntó sobre esto, es como por qué es que, por qué es, bueno, ay dios, voy a divagar enormemente si sigo por ese camino, así que no lo haré, pero uh, pero pero mi respuesta para ella fue esencialmente lo mismo, ya sabes, lo mismo que de donde sea que vengan estos mensajes, siempre está siendo filtrado"
  },
  {
    "start": 3084.48,
    "duration": 30.179999999999836,
    "text": "a través de tu cerebro y lo que sea que esté en tu cerebro um en ese momento, así que es. También podría agregar que una de las constantes amonestaciones de la Confederación es para el oyente o el lector que use su propia discriminación, y creo que esa es una razón importante. Creo que el hecho de que el canal sí participe hasta cierto punto"
  },
  {
    "start": 3111.18,
    "duration": 31.740000000000236,
    "text": "en el mensaje, solo eso hace importante no atribuir autoridad a estos mensajes, ¿verdad? Como que tienes que asumir la responsabilidad de tu propio aprendizaje y no puedes simplemente, ya sabes, dejar que Ra o o alguna otra, ya sabes, entidad viva tu vida por ti. Como que depende de ti y um, cuando decides realmente resueno con esa idea, sí,"
  },
  {
    "start": 3139.86,
    "duration": 30.059999999999945,
    "text": "eso realmente no es para mí. Como que también estás haciendo una especie de canalización en el sentido de que estás discriminando y traduciendo un mensaje generalizado a tu específico, a la aplicación de tu vida individual. Y oye, eso es parte de la búsqueda, es tratar de descubrir cómo tomar todas estas ideas, todos estos sentimientos um y descubrir cómo vivir una vida humana con todo eso, ¿verdad? Sí, creo que eso es"
  },
  {
    "start": 3167.76,
    "duration": 31.4399999999996,
    "text": "enorme, eso es enorme. Y puedes incluso tener una sensación de eso, lo que acabas de señalar, puedes tener una sensación de eso en algunas de las primeras sesiones. Hay una en particular cuando creo que es relativamente nuevo en el juego cuando están haciendo preguntas y respuestas con Hatonn y creo que Don le pregunta a Hatonn qué pasó, él dice qué pasó con el piloto en Australia, ya sabes, hay un evento donde un piloto"
  },
  {
    "start": 3197.46,
    "duration": 31.919999999999618,
    "text": "básicamente desapareció. Creo que fue fuera de la co-, era o lo siento, es o Australia o Florida. Sé que son muy diferentes pero eso es lo que está en mi mente. Un piloto no solo sé esto porque lo busqué en Google más tarde y en wiki- o al menos Wikipedia si esa es una fuente válida, pero un piloto desapareció y supuestamente había quizás como un avistamiento OVNI, ya sabes, junto con eso, y Don preguntó qué pasó con el piloto y creo que formuló la pregunta de manera que"
  },
  {
    "start": 3226.26,
    "duration": 32.75999999999976,
    "text": "la respuesta fuera a Don, Carla y había un tercer meditador, un tercer canal allí también, pero todos obtuvieron respuestas diferentes. Creo que Don obtuvo como el uh que él que murió, ya sabes, intentaron hacer algo y murió. Carla dijo que lo secuestraron o, ya sabes, y luego el tercer tipo obtuvo, fue todo un poco un poco diferente, ya sabes. Así que es como huh, está bien, algo pasó con el piloto pero todos están recibiendo una"
  },
  {
    "start": 3256.26,
    "duration": 32.2199999999998,
    "text": "impresión diferente en cuanto a, ya sabes, y podría haber verdad en cada una de esas. Podría ser, quizás es un concepto que abarca de alguna manera cada una de ellas, pero puede ser interpretado de una manera diferente. Tal vez murió durante un evento de secuestro o tal vez fue, tal vez algo más profundo, quiero decir, ya sabes. Sí, hay otra posibilidad aquí, ¿verdad? Está bien, que alguien simplemente está equivocado, ¿verdad? Oh sí, y eso está en el material de Ra,"
  },
  {
    "start": 3286.26,
    "duration": 32.81999999999971,
    "text": "en el contacto de Ra realmente articulan esto con mucha claridad y fidelidad útil a este concepto. Ellos dicen que mientras más transitorias sean las preguntas y la información buscada, ¿verdad? Mientras más se trate de lo mundano, los detalles fantásticos de la vida cotidiana, como oh, ¿de dónde vienen los OVNIs? Uh, ya sabes, hacer preguntas sobre como detalles específicos de cuándo podría suceder un cambio terrestre o qué le pasó a este"
  },
  {
    "start": 3315.96,
    "duration": 31.079999999999927,
    "text": "piloto, mientras más detallado se vuelve en nuestra experiencia, nuestro tipo de sintonización en la que todos estamos para poder estar en una sociedad, ¿verdad? Esa es una sintonización, ¿verdad? En la que todos estamos. Mientras más llega a eso y mientras más se aleja de la información atemporal, de la información filosófica que será la misma en esta civilización y en una civilización dentro de diez mil años, ¿verdad? Uh, mientras más se aleja"
  },
  {
    "start": 3344.76,
    "duration": 30.059999999999945,
    "text": "de eso, Ra dijo que la información se distorsiona. Interesante, porque tienes que hacer más de esa traducción. Huh, interesante. Quiero decir, esa es mi opinión, es que estás haciendo más de la traducción. Claro, y hay todas estas expectativas envueltas en ello, envueltas en eso. Mientras más se adhiere a lo filosófico, a lo atemporal, más probable es que no tengas algún tipo de interés humano en ello,"
  },
  {
    "start": 3372.18,
    "duration": 31.920000000000528,
    "text": "así que no estás tratando, no es que estés tratando de distorsionar la información, entonces no hay nada que distorsionar, ¿verdad? Porque no tienes un interés en, ya sabes, cuántas octavas hay o como, ya sabes, cuál es la naturaleza de la sexta densidad o cualquiera de estas o cuál es la naturaleza del amor, ¿verdad? Como puedes, puedes dejar estas cosas en un entorno más misterioso y eso te permite ser un poco más objetivo y necesitar un poco menos"
  },
  {
    "start": 3401.06,
    "duration": 30.81999999999971,
    "text": "poner tu propio giro en las cosas solo para hacerlas articulables, ¿verdad? Ese es un gran punto, ese es un gran punto. Disfruto cuando cuando en medio de una sesión tienen que cambiar de canales porque, por ejemplo, están tratando de dar información geográfica a través de Carla pero Carla es terrible en geografía, algo así como lo siento por esto, o al menos ella dice cuando está canalizando, dice"
  },
  {
    "start": 3430.02,
    "duration": 32.76000000000022,
    "text": "este instrumento es terrible en geografía, ya sabes, pero um, sí, siempre tan interesante solo leer estos, leer estos mensajes y tomar el, cuál es la palabra correcta, todos los pensamientos, todas las ideas que acabamos de delinear, el hecho de que los humanos son falibles, está este, ya sabes, concepto 70-30 de información"
  },
  {
    "start": 3459.84,
    "duration": 31.159999999999854,
    "text": "de la Confederación y luego 30 del canal. La traducción de conceptos e ideas, estoy pensando al menos cuando estoy leyendo las sesiones y estoy grabando esas sesiones, estoy pensando en eso todo el tiempo porque nuevamente son grandes mensajes, ya sabes, pero tal vez vuelve a ese nivel base: toma lo que resuena contigo y descarta el resto, porque sabes qué, hemos hablado de esto antes,"
  },
  {
    "start": 3487.38,
    "duration": 32.9399999999996,
    "text": "si te encuentras con una verdad contundente que se siente poderosa para ti, ¿importa si vino de un extraterrestre, Abraham Lincoln o tu vecino de al lado? Ya sabes, no importa porque una idea es una idea es una idea, y si es una idea poderosa que mejorará tu bienestar y sustento, ve con ella, hermano, simplemente ve con ella y ve con todo. Amén, ya sabes, ve con todo. Um,"
  },
  {
    "start": 3517.2,
    "duration": 32.039999999999964,
    "text": "sí, eso es a lo que vuelvo nuevamente, a nuestra primera, nuestra primera conversación, ya sabes, hay una diferencia sutil pero importante entre hechos y verdades, y puedes encontrarte con algunas verdades bastante buenas en cosas que no son fácticas. Quiero decir, puedes tomar, tomar El Conde de Monte Cristo, ya sabes, una novela, historia completamente inventada, y está llena de grandes lecciones que alguien puede tomar, ya sabes. Así que"
  },
  {
    "start": 3547.08,
    "duration": 30.11999999999989,
    "text": "um, pero sí, son solo cosas en las que pienso cuando estoy, cuando estoy pasando por algunas de estas sesiones, que algunas de las ideas en ellas son simplemente fantásticas. Lo son, y um, recuerda que cuando estás, cuando estás evaluando estas ideas, uh, cuál es el propósito del mensaje, ¿verdad? ¿Por qué se está dando supuestamente este mensaje? No es para conseguirte un aumento en el trabajo,"
  },
  {
    "start": 3573.96,
    "duration": 30.0,
    "text": "no es para asegurarte de que no tengas problemas en tu vida incluso. Hay algo mucho más importante en juego, se trata de la evolución de mente, cuerpo y espíritu hacia donde está en vibraciones cada vez más altas, no como una forma de estratificar a las personas en una sociedad. Nuevamente, eso es un medio para el aprendizaje, no es la cosa a la que estamos apuntando. Estamos apuntando a convertirnos"
  },
  {
    "start": 3601.98,
    "duration": 30.420000000000073,
    "text": "en versiones cada vez mejores de nosotros mismos y participar cada vez más conscientemente en esa progresión de lo que, como dice Ra, la luz en espiral ascendente. Mientras más puedas participar en eso conscientemente, más tu vida no mejorará, ese no es el punto. El punto es que usarás el material de tu vida para aprender más sobre ti mismo, para aprender más sobre el Creador y para dar la cosecha de"
  },
  {
    "start": 3629.76,
    "duration": 31.73999999999978,
    "text": "todo eso al Creador de una manera cada vez más pura, de modo que al final todo el misterio de esta experiencia de estar separado del Creador rinda valor. Sí, hay algo sobre estar separado del Creador que queríamos explorar. Usemos este tiempo para hacerlo lo mejor que podamos. Sí, creo que en, ¿fue la sesión que se publicó ayer? Estamos grabando esto el 4 de abril, así que creo que fue el 2 de abril"
  },
  {
    "start": 3659.4,
    "duration": 31.26000000000022,
    "text": "o 3 de abril. Creo que es Hatonn quien está diciendo que, ya sabes, del otro lado, tal vez en lo que llamaríamos los planos astrales, es un lugar donde nuestros pensamientos son cosas literales y experimentamos ese amor infinito todo el tiempo, y mirando hacia este plano te preguntas, te preguntas a ti mismo, es como si estuviera allí con con el velo"
  },
  {
    "start": 3688.74,
    "duration": 30.420000000000073,
    "text": "del olvido y sin saber qué, qué verdad, ya sabes, qué es realmente el universo, ¿podría pasar esa prueba? ¿Podría realmente conocer el amor y la comprensión, ya sabes? ¿Podría? Así que ¿por qué no ir a la escuela? ¿Por qué no tomar esa prueba? Ya sabes, ponerte a prueba, ver si, ver si puedes, ver si puedes encontrarlo. Sí, no es un mandamiento, ¿verdad? Es una invitación."
  },
  {
    "start": 3716.04,
    "duration": 31.019999999999982,
    "text": "Eso es lo que amo de eso. Fue una de las primeras cosas que me atrajo al mensaje de Ra, es que, por ejemplo, cuando están hablando de cómo comenzó todo esto y hablan en términos de distorsiones enumeradas, ¿verdad? La primera distorsión, ellos dicen en todo el material de la Confederación que todo es amor y todo es luz, pero Ra dice no, la primera distorsión es el Libre Albedrío. Sí, la primera distorsión es"
  },
  {
    "start": 3743.88,
    "duration": 31.61999999999989,
    "text": "el Libre Albedrío, y el amor, como incluso en esta definición expansiva del amor que viene después de la idea de que el Creador ha otorgado a todos nosotros este libre albedrío para explorar a ellos mismos como mejor nos parezca, y es nuestra elección. Sí, entonces cuando, lo que creo que la gente necesita entender, porque vienen de un trasfondo religioso donde todo se trata de algún tipo de deber que le debes a"
  },
  {
    "start": 3773.16,
    "duration": 31.980000000000018,
    "text": "algún Creador celoso, ¿verdad? Algún Dios celoso. En cambio, se trata de liberarte a ti mismo para hacer una declaración completa de lo que crees y ver cómo se desarrolla eso en el mundo, y la mejor, la más fuerte, la forma más pura de declarar esas ideas es vivir tu vida como un ejemplo de ellas y luego evaluar cómo funciona eso. Te escucho, te escucho. Creo que nuevamente fue tal vez la sesión de ayer, Hatonn lo dice, simplemente lo puso brillantemente: ya sabes, el Creador infinito Uno creó esta Creación infinita, perdón por todas las palabras de creación, y luego en el acto supremo de humildad le dio a su creación la capacidad de rehacer esa creación. Y amo esa idea porque tú tomas"
  },
  {
    "start": 3803.04,
    "duration": 32.2199999999998,
    "text": "al menos mi mi experiencia temprana con el cristianismo en la que tienes un dios, un Dios activo que se preocupa y que está realmente involucrado en todo pero es pero está separado de y siempre está mirando hacia abajo, mientras que esta filosofía es un poco más empoderadora en que todos somos el Creador, todos somos responsables de este desarrollo y tenemos el poder de"
  },
  {
    "start": 3832.02,
    "duration": 30.179999999999836,
    "text": "crear en, eso es simplemente, pero solo amo esa frase: el Creador infinito en el acto supremo de humildad le dio a su creación la capacidad de rehacer esa creación. Bueno, bueno, señalaré que Hatonn estaba especulando cuando dijeron eso, oh, no estaban seguros, ¿verdad? Y ese es un gran ejemplo de su humildad al describir la humildad del Creador, ¿verdad? Y esta es la naturaleza de estas"
  },
  {
    "start": 3857.88,
    "duration": 31.26000000000022,
    "text": "entidades con las que estamos tratando. Son entidades amables, gentiles, serviciales que solo están aquí para darnos un solo mensaje que están dispuestas a repetir de diferentes maneras una y otra vez durante el transcurso de 50 años de LL Research. Han sido 50 años, ¿no es así? Eso es salvaje. Sí, el contacto de Ra fue hace 40 años en enero."
  },
  {
    "start": 3887.28,
    "duration": 31.800000000000182,
    "text": "Eso es algo más. Sí, y una cosa que constantemente viene a mi mente es simplemente que ellos explican sus desafíos con el tiempo porque afirman que están fuera de nuestro tiempo y entonces eso es un desafío. Así que cuando constantemente están diciendo que muy pronto esto sucederá y muy pronto, ya sabes, tu ciclo de experiencia terminará"
  },
  {
    "start": 3913.98,
    "duration": 31.799999999999727,
    "text": "y estoy pensando muy pronto para mí o para ti, porque si es para mí estoy esperando como la próxima semana, pero eso fue en los 70 cuando estaban diciendo estas cosas, ya sabes. Y sé que en el material de Ra están hablando de, ya sabes, esta transición siendo en cualquier lugar incluso hasta 700 años o más de, bueno, tienes que sumergirte en el material de Ra realmente, a menos que queramos bajar por la madriguera de conejo de tercera, cuarta, quinta densidad explicando eso, pero"
  },
  {
    "start": 3941.4,
    "duration": 30.779999999999745,
    "text": "pero solo la idea del tiempo, ellos están fuera del tiempo, están tratando de ayudar, pero como dijiste antes, ya sabes, muchas veces los meditadores, el grupo, están preocupados por lo que está pasando ahora, los cambios terrestres y lo que está pasando en California, creo que ahora mismo en 1976 están preguntando mucho sobre lo que va a pasar en cuanto a los cambios terrestres y tal vez cambios tectónicos en California y en otros lugares, y"
  },
  {
    "start": 3970.08,
    "duration": 33.600000000000364,
    "text": "el mensaje más elevado, sin embargo, es amor, ya sabes. Entrarán en los detalles de vez en cuando, pero dirán, pero lo que siguen repitiendo es amor, ya sabes, amor y comprensión. Y en algunas de las transcripciones de las sesiones, incluso en el contacto de Ra, si estás buscándolo, puedes detectar un poco de consternación de su parte a veces teniendo que responder esta información detallada que no es"
  },
  {
    "start": 4000.8,
    "duration": 31.799999999999727,
    "text": "pertinente al empuje principal de su mensaje. Sí, creo que, creo que creo que eso es encantador, ya sabes. Sí, me encantó cómo en todo el contacto de Ra son muy buenos en no preguntar, no dirigen, dejan que Don haga las preguntas, excepto en el episodio uno, donde hacen las preguntas más directas, ya sabes, y me encanta, simplemente me encanta."
  },
  {
    "start": 4029.84,
    "duration": 32.2199999999998,
    "text": "Dan una sesión de coaching en la primera sesión, ya sabes. Sí, hay otra área en el contacto de Ra donde hacen una solicitud específica que insisten y tiene que ver con este material de sanación no publicado que está fuera de los límites de cualquier cosa publicada. Pero con esa excepción, sí, han sido un libro abierto."
  },
  {
    "start": 4059.06,
    "duration": 32.2199999999998,
    "text": "Interesante, interesante. Wow, así que creo que hemos estado en esto por, sé que empezamos a grabar antes, pero estoy en 120. Sí, ahí es donde estoy yo también. ¿Queremos tocar algo más antes de antes de que nos despidamos? Veamos, bueno, creo que para mí personalmente es importante que la gente se acerque al tema de la canalización de una manera"
  },
  {
    "start": 4088.64,
    "duration": 32.16000000000031,
    "text": "que esté inclinada a verlo menos como alguna empresa exótica y más como un ejemplo de un principio más general. ¿Te importa si voy? No, estoy realmente interesado en esto porque si puedo preludiar esto, no soy el tipo de persona que cree en la magia, ya sabes. Creo que hay reglas, puede que no entendamos las reglas del universo todo el tiempo, pero hay"
  },
  {
    "start": 4116.3,
    "duration": 31.3799999999992,
    "text": "reglas, y creo en la replicabilidad. Si alguien puede hacerlo, cualquier otra persona puede hacerlo siempre y cuando sigan el mismo proceso que siguen, ya sabes. Así que estoy muy interesado en esto, y sé que te he preguntado antes cómo haces esto, es difícil, ya sabes. Así que me encantaría escuchar tu opinión sobre, perdón, sobre la canalización en general. Sí,"
  },
  {
    "start": 4145.1,
    "duration": 30.359999999999673,
    "text": "así que la idea es que yo, he dicho antes que cuando te sintonizas o cuando te pones en una mentalidad diferente o cuando el mundo te pone en una mentalidad diferente, ocurren pensamientos diferentes, sentimientos diferentes se anuncian dentro de ti, y de cierta manera eres una persona diferente. Así que siento que la canalización es solo esta versión muy muy articulada de"
  },
  {
    "start": 4174.56,
    "duration": 33.42000000000007,
    "text": "eso, donde hemos hecho un llamado a una entidad que pretendemos que esté allí, y luego nos volvemos receptivos. Eso es básicamente todo. De hecho, como alguien que ha hecho un poquito de canalización, no soy de ninguna manera un experto, pero he pasado por un poquito del entrenamiento de LL, lo más cercano que puedo"
  },
  {
    "start": 4203.3,
    "duration": 30.840000000000146,
    "text": "encontrar a eso es como lo que hacen los cuáqueros en sus reuniones, donde todos simplemente se sientan en silencio y luego cuando alguien se siente movido, se pone de pie y habla. Es muy parecido a eso. Y si lo miras de esta manera menos exótica y autoritativa y más como simplemente convertirte en una versión diferente de ti mismo, una que está más enfocada en ayudar y más sintonizada con lo mejor y más elevado dentro de ti mismo, entonces esa identidad realmente no importa tanto"
  },
  {
    "start": 4231.92,
    "duration": 31.859999999999673,
    "text": "porque se trata de la información. Y mucho de lo que la Confederación habla en sus mensajes para nosotros es quitarnos de nuestro propio camino hasta cierto punto. Si podemos sintonizarnos para dar lo mejor y más elevado de nosotros en la vida normal, entonces ¿no estamos hasta cierto punto canalizando incluso cuando vamos al supermercado y nos encontramos, ya sabes,"
  },
  {
    "start": 4290.72,
    "duration": 31.68000000000029,
    "text": "nos topamos con alguien más uh accidentalmente y lo usamos como una oportunidad para disculparnos y mostrarles amor lo mejor que podamos estamos abriendo ese canal desde lo alto uh uh para permitirnos manifestar nuestro mejor y más elevado ser en un Mundo muy Caído uh frustrante y limitado um ya sabes uh oh hombre hay tantas formas como lugares a los que podría ir con esto"
  },
  {
    "start": 4319.7,
    "duration": 31.200000000000728,
    "text": ""
  },
  {
    "start": 4348.92,
    "duration": 31.5,
    "text": "pero Jeremy ¿tú crees? hago una pausa porque tú me dijiste esto y fue tan claro me encanta la manera en que lo articulaste y vas a tener que repetirlo porque yo no lo voy a hacer bien algo sobre el servicio el concepto de servicio es simplemente canalizar ¿es eso? uh traer uh traer tu más elevado y mejor ser a cada situación y poner un punto cada vez más fino"
  },
  {
    "start": 4378.74,
    "duration": 30.779999999999745,
    "text": ""
  },
  {
    "start": 4406.58,
    "duration": 30.720000000000255,
    "text": "en eso a través de tu práctica de meditación a través de tu disciplina de la personalidad para entenderte mejor a ti mismo para entender tus detonantes y tus fallas y tus fortalezas para que puedas poner todo eso a disposición del Creador hay hay algo que Hatonn dice sobre dejar que el amor viva tu vida reconociendo que tú no tú como un individuo consciente limitado y velado no vas a ganar esto ¿cierto? sí primero que nada tienes que salir"
  },
  {
    "start": 4434.42,
    "duration": 30.779999999999745,
    "text": ""
  },
  {
    "start": 4462.38,
    "duration": 31.61999999999989,
    "text": "de la idea de que es un concurso en absoluto pero yo concedo concedo que todos nosotros si estamos pensando en esto como un ejercicio intelectual el vivir Nuestras Vidas para nuestra mejor Ventaja uh vamos a abordarlo de esa manera y tú toda la Confederación está diciendo todo lo que dicen es que hay otra opción disponible pruébala a ver cómo te gusta y yo creo que como por ejemplo esto"
  },
  {
    "start": 4490.34,
    "duration": 33.17999999999938,
    "text": ""
  },
  {
    "start": 4520.16,
    "duration": 33.97999999999956,
    "text": "es el mensaje más profundo de Jesús también que es ser receptivo al Creador y dejar que tus acciones incluso en las situaciones difíciles sean una forma de que el Creador alcance y y y muestre amor en las maneras particulares en la realidad fenomenal que solo nosotros estaremos en posición de hacer ¿cierto? uh las entidades de la Confederación dicen ya sabes no podemos involucrarnos en el día a día de"
  },
  {
    "start": 4549.2,
    "duration": 30.24000000000069,
    "text": ""
  },
  {
    "start": 4577.88,
    "duration": 30.300000000000182,
    "text": "de la vida humana ustedes son nuestras botas en el terreno ustedes son los que tienen que ponerse a disposición del Creador y dejar que esa vibración más alta descienda a esa vibración más baja donde hace exactamente lo correcto de una manera que no puedes posiblemente evaluar o incluso saber si lo estás haciendo bien claro y ahí es donde entra la fe yo pienso en ello como um si alguna vez has oído hablar de esa historia de"
  },
  {
    "start": 4606.32,
    "duration": 31.44000000000051,
    "text": ""
  },
  {
    "start": 4634.52,
    "duration": 32.75999999999931,
    "text": "los 1900s o 1800s uh creo que se llama mundo plano es sobre es una historia sobre entidades bidimensionales como bidimensionales así de grandes y son visitados por una esfera y están fascinados de que cuando la esfera pasa a través del plano en el que viven el círculo que la gente bidimensional ve se hace más grande y más pequeño um lo que estamos haciendo es estamos tratando de descender y proyectar desde un lugar mucho más"
  },
  {
    "start": 4663.2,
    "duration": 30.1200000000008,
    "text": ""
  },
  {
    "start": 4691.52,
    "duration": 31.139999999999418,
    "text": "como uh de Alta vibración uh que todo lo abarca totalizante amoroso del que todos venimos y que todos en algún nivel reconocemos y recordamos estamos tratando de recordarle a la gente a través de nuestras acciones no a través de predicarles sino a través de nuestras acciones a través de ser un ejemplo eso es lo que Jesús hizo él dio un ejemplo y tú también harás estas cosas que yo hago y lo que él hizo que fue importante no fueron los Milagros"
  },
  {
    "start": 4720.14,
    "duration": 30.899999999999636,
    "text": ""
  },
  {
    "start": 4749.36,
    "duration": 32.340000000000146,
    "text": "fue el amor sí fue cómo inspiró a la gente sí y la Confederación es muy enfática en que nosotros no hay razón para que ninguno de nosotros no pueda seguir los pasos del Maestro y hacer estas cosas nosotros mismos de la manera que importa de la manera que solo nosotros como porciones únicas del Creador podemos hacer somos completamente Irremplazables hay una perspectiva que tenemos sobre la verdad la belleza el amor que solo nosotros podemos proporcionar al mundo"
  },
  {
    "start": 4779.14,
    "duration": 31.419999999999163,
    "text": ""
  },
  {
    "start": 4807.08,
    "duration": 30.300000000000182,
    "text": "y todo lo que tenemos que hacer es lograr uh que nuestras personalidades se vuelvan más y más transparentes a la luz que ya está brillando a través todavía amo que ya está viniendo a través de nosotros solo necesitamos salir un poco más de su camino de lo que lo hicimos antes y eso es un eso es un eso es una manera hermosa e inspiradora para que cualquiera viva independientemente de lo que creas definitivamente definitivamente ellos tocan eso a menudo que"
  },
  {
    "start": 4834.8,
    "duration": 33.23999999999978,
    "text": ""
  },
  {
    "start": 4864.62,
    "duration": 33.779999999999745,
    "text": "Jesús vivió con el ejemplo y tal vez donde el Cristianismo podría se enfocó en enfocarse en por qué murió la Confederación se enfoca en cómo vivió y yo amo eso y hay hay una idea he estado he estado tratando de trabajar a través de eso que uh pongo mucha fe en esa idea de que todo lo que Jesús hizo cuando cuando estuvo aquí en la Tierra los Milagros si queremos llamarlos así"
  },
  {
    "start": 4896.54,
    "duration": 30.899999999999636,
    "text": ""
  },
  {
    "start": 4925.52,
    "duration": 32.339999999999236,
    "text": "todo eso es posible y lo digo porque la la Confederación dice todo eso es posible si entiendes lo que Jesús entendió y eso es que somos Todos Somos Uno lo mismo la misma vieja ley de uno todos somos uno todos somos el Creador todos somos Hermanos um yo solo te doy mi amor no te curé yo si eso fue el creador eso fue ya sabes eso fue"
  },
  {
    "start": 4955.34,
    "duration": 31.61999999999989,
    "text": ""
  },
  {
    "start": 4984.68,
    "duration": 31.799999999999272,
    "text": "no es magia ya sabes pero yo yo estoy empezando a poner Fe en eso porque vas a YouTube y solo solo revisa algunas historias de experiencias cercanas a la muerte solo revisa algunas de ellas ni siquiera tienes que hacer muchas porque tantas de ellas son iguales sí y lo que me sorprende es que para tantos cuando ellos cuando van al otro lado cuando fallecen van al otro lado experimentan la mayoría de ellos no todos"
  },
  {
    "start": 5013.24,
    "duration": 30.360000000000582,
    "text": ""
  },
  {
    "start": 5041.92,
    "duration": 33.29999999999927,
    "text": "ellos la mayoría de ellos experimentan amor insondable amor Infinito obtienen una probada de cómo es eso y la mayoría de ellos no quieren volver a la tierra pero son empujados de vuelta a la Tierra y cuando regresan la vida es dura usualmente tienen que recuperarse quiero decir murieron ya sabes tienen que recuperarse pero algo es diferente sobre ellos ese Velo se adelgaza tienen más tienden a tener más"
  },
  {
    "start": 5073.72,
    "duration": 32.63999999999942,
    "text": ""
  },
  {
    "start": 5101.86,
    "duration": 30.840000000000146,
    "text": "habilidades psíquicas um cosas raras les pasan pueden sentir la Energía de las Personas un poco más su su su pensamiento las cosas más raras le pasan a las personas que obtienen una pequeña probada de ese amor incondicional insondable infinito y entonces estoy empezando a ya sabes estoy empezando a sumar dos y dos por así decirlo que tal vez eso es eso es cierto que la manera en que Jesús vivió fue destinada a ser con el ejemplo que no se trata de cómo murió se trata de"
  },
  {
    "start": 5130.24,
    "duration": 31.199999999999818,
    "text": ""
  },
  {
    "start": 5159.04,
    "duration": 34.01999999999953,
    "text": "cómo vivió y si pudiéramos llegar a términos con eso si pudiéramos ReDescubrir eso tal vez nosotros también podríamos ser podríamos ser um capaces de lograr lo que él logró um pero esa fue solo una conexión que hice con ya sabes personas que han uh que han fallecido y regresado y la la similitud de sus historias pero solo el hecho de que sí obtienen una probada de ese ese amor infinito lo que ellos ya sabes lo que ellos piensan como Dios o algunos de ellos incluso se encuentran con Jesús ya"
  },
  {
    "start": 5188.62,
    "duration": 30.359999999999673,
    "text": ""
  },
  {
    "start": 5216.64,
    "duration": 31.73999999999978,
    "text": "sabes dicen entonces um quiero experimentar eso no quiero morir pero me encantaría experimentar ese ese sentimiento de amor infinito desearía poder desearía poder conectarme con eso no estoy seguro si eso es algo que solo eso tomaría práctica o ejercicio o más meditación pero si eso existe ahí afuera me encantaría buscarlo y experimentarlo quieres ver la hoja de respuestas del maestro me atrapaste me atrapaste Jeremy sí yo también"
  },
  {
    "start": 5246.04,
    "duration": 31.4399999999996,
    "text": ""
  },
  {
    "start": 5275.08,
    "duration": 31.38000000000011,
    "text": "totalmente también pero es es totalmente posible um lo es lo es está completamente dentro de nuestra habilidad hacer eso y creo que a medida que revisamos estos mensajes más y más no solo descubriremos uh más claramente qué significa eso sino que incluso podríamos empezar a cambiar y El Oyente puede empezar a cambiar uh sus ideas sobre uh uh lo que eso implica ¿cierto? hmm"
  },
  {
    "start": 5304.12,
    "duration": 30.300000000000182,
    "text": ""
  },
  {
    "start": 5331.9,
    "duration": 17.660000000000764,
    "text": "como qué qué es vivir una buena vida puede ser diferente de lo que pensábamos que es ¿cierto? puede ser puede tener diferentes uh uh cosas que enfatizamos en lugar de lo que la Sociedad o nuestros padres nos dijeron y como todos estos son esto es esto es esto es donde yo realmente um esto es mi caballo de batalla en la ley de uno es uh que pienso que un espíritu de curiosidad es lo más útil para traer a esto no uno de"
  }
]