[
  {
    "start": 15.84,
    "duration": 31.600000000000005,
    "text": "Welcome to an Audible. My name is Jeremy Wland and I'm joined by my co-host Jamie Leeman. On this podcast, we discuss the weird, beautiful channelneled messages found in the archives of organizations in contact with the Confederation of Planets in service to the one infinite creator. These archives contain transcripts of messages from allegedly discarnate sources who articulate a philosophy of spiritual evolution. Jaime and I will try to provide analysis and commentary on the philosophy described in these messages, identifying the"
  },
  {
    "start": 45.44,
    "duration": 31.52000000000001,
    "text": "common themes and grappling with the application of this information to our human lives. However, we are not gurus or experts of any kind. So, please evaluate our remarks in light of our shortcomings and use your own best judgment. Thanks for joining us on this journey. And welcome, Jamie. How are you? >> I'm doing pretty good. >> Great. Uh yeah, I'm uh I'm doing all right, too. You know, this has been a challenging year so far. Um but uh hey,"
  },
  {
    "start": 75.28,
    "duration": 31.200000000000003,
    "text": "I'm still in it. >> Yep. Yep. Um, the challenge of this new year and how it's kind of just come at you full force is why I think I finally chose a topic that I've been meaning uh to discuss for some time uh across different hosts u or co-hosts and uh it has to do with despair. Um it is uh something that I"
  },
  {
    "start": 103.04,
    "duration": 30.799999999999997,
    "text": "think needs to be uh looked at from the confederation point of view uh fruitfully for a for a seeker uh because it is such a normal part of the seeking path. So in the same way that you need to talk about and get comfortable with meditation, you need to talk about and get comfortable with uh uh uh working on your distortions and like facing your shadow self um and"
  },
  {
    "start": 130.88,
    "duration": 32.400000000000006,
    "text": "learning to integrate these things. Uh the experience of despair is one that we seem to be destined for. Uh you know and and it seems a lot of it has to do with the veil the veil between um the uh conscious and unconscious mind. Uh anything you'd like to talk about at the exposition here? >> Um well, that's a pretty good intro,"
  },
  {
    "start": 160.4,
    "duration": 30.319999999999993,
    "text": "Jeremy. Yeah, despair very prevalent um especially with the third density experience and us being kind of um constantly disconnected from seeing things as a whole and things seeing things as the truth of unity and um yeah I'm ready to dive into this. Well, I just think that uh you know, I I think the world's at a"
  },
  {
    "start": 187.52,
    "duration": 31.28,
    "text": "very precarious spot right now and uh it is really really really difficult no matter what you think about anything political or social or whatever. It's hard to see us getting out of this without taking some licks, you know, >> and other people taking licks, too. And it's just it is a moment where I feel like a lot of people are desparing 100%."
  },
  {
    "start": 215.92,
    "duration": 30.24000000000001,
    "text": ">> Yeah. There I mean I'm a resident of the Twin Cities in Minnesota and there is a lot of flash point active pain and and suffering anger in my community right now. And it's um it's very potent. >> And uh I would just you know remind people uh you know one thing that we can do about this that doesn't really require much of us is to just uh visualize"
  },
  {
    "start": 244.16,
    "duration": 30.159999999999997,
    "text": "uh healing for the planet and to incorporate that if you can into a daily practice. Hopefully uh you already have or you have an intention to establish um because it is so helpful to be reminded of uh the that this situation is one that we are not just uh fretting about in our minds and like trying to figure out how we solve the problem as"
  },
  {
    "start": 270.96,
    "duration": 30.480000000000018,
    "text": "if that's even reasonable. Um and there's a place for that. There's a place for the things that you need that you need to do in the worldly uh details uh to be a responsible human being, but there's also a place for attending to your emotional uh needs. Um and if you have the metaphysics that uh uh you know allows this to tend to the planet as a"
  },
  {
    "start": 296.72,
    "duration": 31.19999999999999,
    "text": "whole. Um this is one of the themes of uh the Richmond's uh work the past year was this sense in which how we relate to the planet seems to be a huge kind of area of study that is involved with our uh ability to align more with the planet and to ease the transition to the fourth density."
  },
  {
    "start": 326.4,
    "duration": 30.160000000000025,
    "text": "Um, I don't want to go into too much detail on that, but uh, I make a point of sending love and light to the planet every day as part of my morning offering. And I would just encourage people to not overthink it, but to just the intention and the spiritual level is what is what works. And I believe that when you're uh addressing the uh planet as a whole um you are addressing an"
  },
  {
    "start": 353.36,
    "duration": 32.15999999999997,
    "text": "aspect of ourselves each and every one of us uh that is not as limited as our conscious ego minds are and has the ability to use whatever attention we can give it to do something uh and to help alleviate uh the many distortions that we have as a people, as a planet. Um, all right, rant over. Yeah, I I would just add to that a"
  },
  {
    "start": 383.04,
    "duration": 32.879999999999995,
    "text": "little bit that um you know, we're so used to um as humans in our lives of action and and taking real action, physical movements, saying things and and um and it may seem a bit like antithetical or not as helpful to just sit in silence and um send love and light to the planet and our But let me"
  },
  {
    "start": 410.96,
    "duration": 31.12000000000006,
    "text": "tell you like it it is effective and um and there I try and put my faith in the fact that the energy will go where it needs to go and it's not just super easy for me either. I do sometimes have doubts about the efficacy of meditation and and meditations on peace and all these things but >> um I um doesn't doesn't let me doesn't hold me back."
  },
  {
    "start": 440.0,
    "duration": 32.0,
    "text": ">> No um I I think that's an important point. Um when we're talking about efficacy in the spiritual more time space adjacent realm we are talking about a completely different yard stick altogether and we have the the point is not to measure its efficacy. The point is it is another thing that we can do while we are tending to our own emotional needs. our ability to sit with"
  },
  {
    "start": 469.92,
    "duration": 32.079999999999984,
    "text": "ourselves, to forgive ourselves, to balance ourselves, to take this time for ourselves, to also realize that we have a greater self that is involved. And part of shephering fourth density into this planet in a way that will cause a minimal amount of disruption I believe will be people taking this individual caring responsibility of doing the shephering and to let instead of um let"
  },
  {
    "start": 499.36,
    "duration": 33.67999999999995,
    "text": "me put it this way instead of coming up with a like program to address this in society to instead sit with the intention on the spiritual level and let it just come out in your life naturally. Then there's no artifice to it. You are not you are not executing on a strategy that may or may not work. This really is uh a big part of what I think it means for us to have a mind and a body and a"
  },
  {
    "start": 528.96,
    "duration": 34.08000000000004,
    "text": "spirit in a complex and reinforcing way. um is that we don't we don't have to be fully aware of any particular piece of this complex at any one time for it to work. And it shows the depth and the uh diversity of consciousness that we are already partaking in. We're just not aware of it. You know, >> for sure. The other thing I'd say is it"
  },
  {
    "start": 560.4,
    "duration": 30.960000000000036,
    "text": "is not a re uh this inner work and this more metaphysical work is no reason to not work in the physical world too and to engage in what activities you want to engage in. You can have both. Um in fact I would absolutely I think that's one of the things that uh in my activism I think was lacking not just in me but in a lot of people was like not taking time. They call it self-care but that just sounds like you know watching Netflix for an evening. No, it's about"
  },
  {
    "start": 588.0,
    "duration": 31.519999999999982,
    "text": "this intensive activism within yourself to bring yourself into alignment and bring out the best self you can be so that you're there to help people. You don't necessarily know. You can't figure this out intellectually what's going to happen. So, you have to prepare yourself ahead of time and balance yourself ahead of time so that best self will be ready at a moment you cannot anticipate. And that's what I think. Yeah."
  },
  {
    "start": 618.48,
    "duration": 31.67999999999995,
    "text": ">> Yeah. Well, >> um I one thing before we jump into we have a L li Lima uh transcript today that's going to kind of center things. We might branch out into some other places. Um but uh one of the books that made the biggest impression on me, uh Jamie, I know you didn't have time to read this and it's a really tough read honestly if you're not trained. Uh but when I was uh working closely with Steve about 10 years ago uh at my first"
  },
  {
    "start": 648.16,
    "duration": 31.519999999999982,
    "text": "channeling intensive, he really reinforced in me the uh the how helpful it would be to read Kirkagard's um uh sickness unto death, which is basically a sort of quasi philosophical treatise on the the subject of despair and how it factors in to one's awareness and one's uh I spiritual seeking. It's extremely Christian. So yeah, there's no way to uh"
  },
  {
    "start": 676.48,
    "duration": 31.840000000000032,
    "text": "address it directly and not simply appropriate its concepts unless you want to get into that Christianity. I think a lot of its ideas are extremely transmissible to the law of one and to other spiritual philosophies. Uh precisely because um it first of all deals directly with the conundrum of having three factors to ourselves mind, body and spirit. And that the self is no"
  },
  {
    "start": 706.32,
    "duration": 30.559999999999945,
    "text": "one of those things. So he's very very concerned with what is this self that feels despair? what what uh what creates it and he he basically is I am not I have not given this enough study and that's why I'm not going to talk about it at length but he says that the self is kind of like a relation uh between these things and a relation to itself right it's this it's this reflectiveness um in a way and I know I am probably"
  },
  {
    "start": 734.8,
    "duration": 30.88000000000011,
    "text": "misappropriating this in some way I'm I'm just thinking of Steve watching this and like pulling his hair out uh so What I would say is I think this is really fruitful especially because he seems to be gesturing at the operation of a complex in the same way that there right and um there's some really interesting things to say about the different kinds of despair that uh he identifies. So like he says you know despair at not being a self right you don't really know"
  },
  {
    "start": 762.8,
    "duration": 31.360000000000014,
    "text": "your true self so you don't know how wretched you are before God. He says he says uh like he he equates despair with sin. And I think that's another big thing that would be hard. You have to get it out of that because of course in the law of one >> we don't have this concept of sin but he's gesturing at something or he's pointing at something that's extremely specific in the theology. So it's hard for me without more study to extricate it. Um, and so I just want to confess to"
  },
  {
    "start": 791.92,
    "duration": 31.840000000000032,
    "text": "appropriating and misappropriating this stuff and encourage people to check it out. Um, I think it's got a lot of interesting ideas that we can apply to uh how we relate to those moments in our lives where the only thing that can get us through is faith because we know that faith is that galvanizing force for polarizing positive. >> Yeah. I I wasn't able to read much of that. Yeah. Um but it is interesting,"
  },
  {
    "start": 821.68,
    "duration": 33.04000000000008,
    "text": ">> you know, he talk in the talking about the self and basically describing it as here's the ven diagram of the self, >> you know, where there's like overlapping and none are mutually like exclusive of the other. And >> and what he didn't have was a concept of an unconscious because Freud hadn't >> Freud hadn't come on the scene yet. Um, at least I don't think so. I think he's more early 184 >> 1840. >> Yeah. Yeah. Yeah. Right before Freud,"
  },
  {
    "start": 851.36,
    "duration": 32.32000000000005,
    "text": "honestly. Um, but, uh, and of course he probably wouldn't have paid attention to it because, you know, he he seemed to have kind of like a aversion to an overly scientistic scientific approach to these things. You know, my understanding is that he wanted to distance himself from Hegel, who was the heavyweight in his time. uh and instead of systematized things he wanted to make it more about the personal experience. So going more in this phenomenological"
  },
  {
    "start": 881.2,
    "duration": 31.120000000000005,
    "text": "direction or this direction in which uh we really study like what it means to have these awarenesses to have these experiences like how do we take their qualitative measure. Um okay that is as much as I'm going to try to educate. I really I'm hoping maybe I can uh talk to Steve about this on the podcast sometime and he would be do able to do a much better job uh to to help uh guide the listener on this way."
  },
  {
    "start": 908.32,
    "duration": 31.200000000000045,
    "text": "And with that said, why don't we uh jump into the L Lima uh transcript because once again we will have a treatment of despair at these three different levels of awareness. Okay, so this is uh September 22nd, 1985. And we've done one L li Lima before. Uh it they're a con they're a fifth density contact that um only shows"
  },
  {
    "start": 937.2,
    "duration": 18.59999999999991,
    "text": "up in the mid80s really. I don't think they have many 90s appearances and none after that, you know, when it's all Qo most of the time. But anyway, they weren't like one of the original ones like Hatan or Axal. So here we go. Uh"
  },
  {
    "start": 957.36,
    "duration": 30.159999999999968,
    "text": "We have been asked to speak this evening upon the subject of despair. Its form, its function and its use. We would divide our speaking into three categories. The despair of the mind, the despair of the body and the despair of the spirit. The despair of the mind is an empty thing full of no virtue except that of self-destruction. Within the mind there are limitations which have been given to the self by the"
  },
  {
    "start": 985.2,
    "duration": 30.879999999999995,
    "text": "self. Some of these limitations are those called limitations of intelligence. And one of the burdens of increased intelligence is an increased capacity for despair. I think this is something that is pretty generally understood. I was watching a uh like a YouTube short or something with uh some uh a person who's been, you know, struggling for a long time through a long life. Uh I'm not sure he was housed"
  },
  {
    "start": 1013.92,
    "duration": 30.800000000000068,
    "text": "at the moment. And he was saying, you know, uh if he could go back and tell his young self something, it would be, you know, if you just go and get a job and you get a wife and kids and a house and you pay a mortgage and you go to a steady job, you don't have time to think. And it's thinking is where all of the the the troubles come from. And it's that that I I I resonate with that. >> I get that. >> Yeah."
  },
  {
    "start": 1042.4,
    "duration": 32.159999999999854,
    "text": ">> Yeah. Our responsibilities, you know, they can be daunting, but boy, they do keep us busy. It it really and I think it really has to do um because uh and Kirkagar said this said this too, but I'm pretty sure that uh Qo or some Confederation contact addressing this subject uh said or essentially said that, you know, you can't really have despair in second density because you don't have"
  },
  {
    "start": 1071.92,
    "duration": 30.079999999999927,
    "text": "the ability to reflect on your condition and know whether it's right or wrong. like animals, yes, they suffer uh or they they have they feel pain, but uh I believe it was Hatan who said they don't really suffer in the same way that we do because they just accept their condition. Like if it's painful, it's painful and that's just the way it is. They don't have the ability to say I shouldn't be feeling this way. At least until you get into the uh the higher tiers of of animals, I think then I"
  },
  {
    "start": 1099.92,
    "duration": 33.11999999999989,
    "text": "think with dogs, I don't know, maybe they have their uh maybe they have me figured out. They have my number, but I think they they know that they shouldn't be hungry. I have a beagle, so >> they have evolved in such a way to be able to, you know, communicate a little more clearly of their conditions. I believe >> Yeah. Anyway, one thing I would say about these limitations. So, I don't think they mean to say that there are only limitations of intelligence. I think there that's just one example of"
  },
  {
    "start": 1129.12,
    "duration": 30.079999999999927,
    "text": "to me the mind as a a as a medium of consciousness is primarily one in which it is about creating uh uh distinctions, divisions, limitations, concretess like trying to like if like to to take the vast potential of uh intelligent infinity, right? all the unmanifest potential of the creator and select this and select"
  },
  {
    "start": 1156.72,
    "duration": 31.12000000000012,
    "text": "this and select this. It is a limiting factor. It's a filtering factor. And then um we can think about those limits and filters in very abstract terms when we have that ability to abstractly reason that self-awareness gives us. Uh potentially something that is part of what the spirit complex gives us. Um that that sort of second feedback loop. If you think of the mind and body complex as mind sort of addressing the"
  },
  {
    "start": 1186.0,
    "duration": 30.0,
    "text": "sensations of body and body feeding sensations to the mind and the mind sort of like over time uh like uh learning those behaviors. Uh then spirit gives that entire complex another feedback loop at which it can reflect on itself. There seems to be something inherent in self-awareness that's about our ability to kind of step outside ourselves in the moment and sort of think laterally about our desires, our will, you know, these"
  },
  {
    "start": 1214.32,
    "duration": 32.36000000000013,
    "text": "kinds of things. Sorry to get so abstract. Um, but I think I the funny thing is I think Kirkagard says something very very similar and so I would I would uh just leave that uh that little uh Easter egg there. Um anyway, so these limitations are a huge part of what makes mine mind and what creates the possibility for despair, especially the limitation of the veil. >> Anything to add, Jamie? I know I"
  },
  {
    "start": 1243.12,
    "duration": 30.960000000000036,
    "text": "monologue there. >> Um, no. I I' I'd have you keep going. >> All right. >> That's pretty clear to me. So one of the bur burdens of increased intelligence is an increased capacity for despair. And what my friends is that of which the mind despares? The mind despares of its very limitations. In truth, there are no limitations. There are only challenges, lessons, and glory."
  },
  {
    "start": 1271.44,
    "duration": 31.200000000000045,
    "text": "Yes, my friends, we say glory. For the stronger the despair, the more glorious the battle which may be waged to outlast the feelings of helplessness, doom, and forboding, uselessness, boredom, and disinterest, that altogether add up to the definition of despair. The despair of the mind is that which is not standing in the face of that which is therefore the state of mental despair is folly and almost always unproductive."
  },
  {
    "start": 1299.76,
    "duration": 31.75999999999999,
    "text": "However, the dynamic of despair that is midnight as opposed to noon is available to everyone. Every spirit that lives in mind and body in your illusion at some time within the incarnation. Therefore, although it is useless, it is a common experience. In the grand scheme, the very uselessness of despair is that which limits man's ability to feel it. H it is rather a dynamic against which one plays out one's incarnation. I see the"
  },
  {
    "start": 1328.96,
    "duration": 32.960000000000036,
    "text": "other dynamic being pure joy. It is between these two poles that one may analyze one's true position with regard to the learning of the one great original thought of love. There's a lot to take in. >> Yeah. >> Well, let me let me uh try to speak about it this way. To the extent that the mind is this faculty for limitation"
  },
  {
    "start": 1357.52,
    "duration": 30.6400000000001,
    "text": "and filtering and constructs um that that that hem in the unbridled uh infinity um of potential in the creator. Then one of the problems we have is that like we don't we don't have the ability for our lives to have the uh platonic idealism of those um thoughts that we"
  },
  {
    "start": 1386.32,
    "duration": 32.24000000000001,
    "text": "have those expectations that we have. They're they are perfect and they don't have these they don't have the nuances and the grittiness of third density physical life. And so we always are kind of frustrated that we can't realize what we imagine perfectly. I mean sometimes we can but often our our disappointments come from this ideal that we've created in our head for example to live in a functioning you know state uh and uh the reality which is that uh"
  },
  {
    "start": 1416.24,
    "duration": 32.0,
    "text": "you know we don't and uh in my opinion and uh it's uh obvious how we got here like I I don't know how else to say it. So, um I don't want I just don't want to belabor that because that's easy. That's easy radio. I want to talk about something deeper. You know what I mean? Mhm. >> And so um the ability to uh sort of"
  },
  {
    "start": 1444.24,
    "duration": 31.039999999999964,
    "text": "understand yourself not simply as a mind in a uncomfortable state of mind but as a overall mind, body, spirit complex. And this is one tiny experience that you're having. And as you sit with your complex and listen to it rather than just talking and drowning it out in conscious awareness, when you meditate and you sit and you feel into this wider selfhood,"
  },
  {
    "start": 1472.48,
    "duration": 31.440000000000055,
    "text": "then it's easier, I think, and it becomes able you become able to uh to use these experiences more. And that's really like why I called this um the title of this podcast uh despair and its uses because it's well and good to say it's okay to feel despair. It's not a sign of failure. It's not a sign of anything that is necessarily unexpected in life. You know, in the same way that"
  },
  {
    "start": 1501.04,
    "duration": 30.720000000000027,
    "text": "like child like when you get pregnant like your body starts rejecting it, you throw up. That is not a sign that anything's wrong, but like it feels like it, right? It looks like it. like if you didn't know better, you would think that you were sick. And so I think that despair is the same way where like it's a necessary aspect of the seeking path just like the dark knight of the soul. Um >> but that is no comfort. >> And I guess that's really where we need"
  },
  {
    "start": 1530.48,
    "duration": 30.480000000000018,
    "text": "to land is that yeah, >> I'm not here to comfort you except to say that I share it. And hopefully that's some small comfort. I think that's what social memory is largely about is we all share in this common alienation and by being by by by by by opening ourselves up to each other we transcend it. But we can only do that by being a different kind of self than you and me talking right here you know. >> Yeah. I you know just like anybody else"
  },
  {
    "start": 1558.32,
    "duration": 30.160000000000082,
    "text": "easily my mind gets into these little traps. And it's interesting that they start things out that um that the limitations have been given to the self by the self, you know, like that is huge. Like when I think about a lot of my just my personal frustrations and my my concerns, like most of those, you know, like like one of my favorite quotes is like expectations are the root of all disappointment. Like and that is"
  },
  {
    "start": 1586.16,
    "duration": 30.319999999999936,
    "text": "just something that I always, you know, think about. But um or you know it just rings as such truth to me and there's like I I get like I have been you know in my personal life been working on you know some of like trying to really understand some of my uh the things that make me angry or the things that I'm afraid of and trying to"
  },
  {
    "start": 1614.96,
    "duration": 31.59999999999991,
    "text": "work with those. It's not an uncomfort it's not a comfortable thing to do but it can bear so much fruit and you know like in and I start to try and think of things as like instead of like I like I am angry or I am depressed or I am sad I try and like well I'm experiencing depression I you know I'm trying to like instead of like identifying myself as the thing trying to like consider it as"
  },
  {
    "start": 1644.0,
    "duration": 31.3599999999999,
    "text": "an experience and kind to step out of it a little bit and that's been a little bit helpful. Um, but things are especially with current events right now like um there are some things that are some pretty powerful um things are happening right now and it's it's it's hard to um it's hard to know what to do. >> It's created a situation has it not in"
  },
  {
    "start": 1673.68,
    "duration": 30.40000000000009,
    "text": "which They're really we're not going to think our way out of this I think >> right >> like it's pretty obvious we don't have the capacity to do that >> for for for one reason or another like you diagnose it all you want but like this is the situation. >> Uh so to me it kind of almost I don't mean to sound like I'm a uh like I'm looking for like the uh what do you call the rapture or something like that. I don't want I want to be like"
  },
  {
    "start": 1702.56,
    "duration": 31.200000000000045,
    "text": "that because I don't know when it should be. That's not my purview. My purview is to help as much as I can here and to try and balance myself as as much as I can while I'm here. But um it does seem like it's creating a condition on this planet in which nobody who relies on their identity as a you know a human being in this on this planet is going to be able to trust in the society in which they have that membership or the government in which"
  },
  {
    "start": 1732.4,
    "duration": 30.87999999999988,
    "text": "they have that membership. like it's all going to come down to who are you really not all these superficial things that more and more are just going to be degraded along with the societies that that mold those individuals right like it's it's it is not it is not the thing where like there's going to be this huge outpouring I think of virtue on people's part except to the extent that people let go of what has been that's really sad and really scary"
  },
  {
    "start": 1762.32,
    "duration": 31.76000000000022,
    "text": ">> um Yeah. >> And the wonderful thing is that you're not in charge of how that plays out. Like it it's not up to you. Uh the only thing that you can do if you want to be helpful is prepare yourself. And I'm not talking about like stocking, you know, survival goods or anything like that. I'm just talking about make sure you're the the best self you can be for when that happens. >> Yeah. because these things are going to"
  },
  {
    "start": 1791.36,
    "duration": 30.0,
    "text": "really hurt us. It's just obvious it is we're hurting. And uh the more that we can have a relation to that that is one of care and healing and not one of uh you know just like smacking ourselves and stealing ourselves and deadening ourselves you know. >> Yeah. I mean, because there's so much like um uh you know, retribution or like"
  },
  {
    "start": 1818.08,
    "duration": 31.12000000000012,
    "text": "um blame and like um like people just still want to blame and like oh but the campaign promises and oh but they said this and that. Like all the I told you so at some point are going to need to stop and there needs to be an amnesty in general for human beings. No, I I don't have any problem with I told you so especially I mean >> let's let's I wish we had an opposition party. Right. >> Right."
  },
  {
    "start": 1846.16,
    "duration": 31.12000000000012,
    "text": ">> And and so like like the I told you so is neither here nor there. It's like do you want to help or not? >> Um I think it's you know my feeling is you know that those elections only happen once every four years. That leaves a lot of time to do stuff that has a lot more impact, you know. So, whatever that is that you want to do. Um, all right. Should we get back to this? Uh, >> yes. >> Yeah. Yeah. >> Let's move on to the body."
  },
  {
    "start": 1874.32,
    "duration": 31.600000000000136,
    "text": ">> All right. Uh, therefore, that which is useless is rather a constant. They're talking about this the the uh despair of mind. uh that which is useless is rather a constant an undertone within the life experience always available in which the mind knows nothing. Mental joy is the opposing dynamic in which the mind knows all. These are the limits within your illusion of that which we call love. H that's interesting. >> It is."
  },
  {
    "start": 1904.16,
    "duration": 30.639999999999873,
    "text": ">> Um the despair of the body is a reflection of the despair of the mind. When an entity is in possession of mental despair and has not moved from that dynamic into a productive mode of thinking, analyzing, feeling and acting, that despair becomes incorporated within the body complex. Thence comes disease and ultimately death. Therefore, the wages of continued despair are the death of the body and therefore the death of"
  },
  {
    "start": 1932.0,
    "duration": 32.319999999999936,
    "text": "the intelligence which informs the body. There you have form and function. Form is always following function. So Rah I I'll put the exact quote in the notes, but Rah says the body is the reflection of the mind. And that's something I know we've thought a lot about uh in the working group and different circles we're part of. Um it seems like despair is exactly following"
  },
  {
    "start": 1961.36,
    "duration": 28.360000000000127,
    "text": "that rubric. Um, and I think they're just giving a specific example of the kind of influence the mind has when it's this influence in which one cannot be what one wants to be because of some limitation whether imposed or natural. Um, like the body eventually reflects that."
  },
  {
    "start": 1991.84,
    "duration": 30.320000000000164,
    "text": "Yeah. I mean, that seems pretty straightforward to me. >> Yeah. I was just saying like it's >> like that. Is that the sickness before death we're we're talking about here? >> It it it it's very in line with it. No, that was from that was from L Lima. >> Um, so what does he say about the spirit body? I I I don't know if I uh can speak to Kirkard's ideas on that."
  },
  {
    "start": 2017.92,
    "duration": 30.0,
    "text": ">> Yeah. um simply the fact that um the body has this ability to sort of trap the individual and uh its sensations are something you're subject to by no choice of your own. >> You know, but I'm I'm way off the reservation, I'm sure. >> Yeah, I the body does I think it's I mean we"
  },
  {
    "start": 2045.12,
    "duration": 30.88000000000011,
    "text": "think of ourselves as a as a whole. we should, but sometimes it just seems like the body does its own thing and is automatic in so many things and like what we say or think um doesn't have a lot of um effect on the body, but it sure does. >> Yeah. and and and uh it's this ability for us not simply to be like able to communicate with our body on the body's"
  },
  {
    "start": 2074.0,
    "duration": 31.120000000000346,
    "text": "terms and to understand and appreciate and work with it, but this cooperative mentality that comes from the fact that one is beginning more and more to uh identify with spirit and therefore with the entirety of the complex in which one doesn't have to will any specific thing being done. One can lean on the complexes largely to coordinate things in a way where you kind of set the spiritual agenda. I'm being very very"
  },
  {
    "start": 2103.44,
    "duration": 32.95999999999958,
    "text": "vague here and I probably don't make a lot of sense, but like what I'm talking about is this idea that in in third density we usually uh emphasize our minds. We emphasize our ability to think, to communicate, all things that require this this faculty here. And um so it makes sense that the limitations on that mind force us into the spiritual direction. Forced us force us to deal"
  },
  {
    "start": 2132.88,
    "duration": 30.879999999999654,
    "text": "with the paradoxes of consciousness um and uh the paradox of individuation within unity. like it's in the spirit I believe that all of these unreconcilable tensions seemingly to us um become resolved and they become resolved in the same like in this very as Kirkagar would say dialectical way in which the solution can't really be found within the opposing pieces within the"
  },
  {
    "start": 2161.2,
    "duration": 32.32000000000062,
    "text": "system you have to kind of step outside the complex and see it as a whole and only then does it make sense um so I think that at least fairly repres represents his difference with Hegel about dialectics. Anyway, um let's move on before I embarrass myself further. Spiritual despair on the other hand. So, they've been saying, you know, despair of the body is like this choice that's made, you know, it's it's it's some sort of like catalyst or self-imposed like"
  },
  {
    "start": 2190.56,
    "duration": 31.76000000000022,
    "text": "limitation that one doesn't accept before they accept it. And so, they feel the pain of that lack of acceptance of self. uh the body a reflection of that spiritual despair they're going to describe completely differently. Spiritual despair they say on the other hand is an absolute necessity. It is rather than being a zero a moving dynamic within that which informs the growth and evolution of spirit. It is only metaphysical despair that is the"
  },
  {
    "start": 2219.92,
    "duration": 31.840000000000146,
    "text": "recognition that one knows nothing that one has lost control of everything and that one is faced with complete darkness of soul which forces that great sliver or portion of the one creator which is your consciousness to turn transform and begin the new. Not having left behind that which is old in the soul, but adding unto it accreating more wisdom, more compassion, and more and more of a feeling of unity, which one can receive"
  },
  {
    "start": 2249.84,
    "duration": 30.7199999999998,
    "text": "only when one has become desperate enough to release oneself from the expectation of any knowledge whatsoever. So Kuo or La Lima seems to have a very Socratic idea here like it's it's the real enlightenment comes from recognizing that we know nothing. I think with one possible addition which is it's not simply turning away"
  },
  {
    "start": 2277.76,
    "duration": 30.559999999999945,
    "text": "from dependency on the mind but it's turning to dependency on spirit of learning to work with your direct conduit to intelligent infinity and the creator and like just everything. Right. >> Right. I'm I'm at a loss for words, but uh and to let this stuff work itself out through your connection with that. And I"
  },
  {
    "start": 2306.4,
    "duration": 31.920000000000073,
    "text": "think that's precisely why, you know, I've said in the past, I think, you know, I just don't see any way to polarize service to others and really effectively serve others until you have some modeicum of intuition developed because it just doesn't seem like you would be able to do that unless you were like kind of letting yourself feel it out in this very subtle way that you would never be able to explain, right? Like how can you possibly know,"
  },
  {
    "start": 2335.52,
    "duration": 32.0,
    "text": "you know, like and like yes, there's a place for making mistakes and and and healing that or like you know, learning from it. But like it seems to me like the Confederation does talk about successful service and it comes from recognizing the need and be because the need is not always verbally articulated or articulated in any way that we can recognize and act upon like it's always a crapshoot unless like we have some"
  },
  {
    "start": 2365.44,
    "duration": 32.159999999999854,
    "text": "ESP, you know, >> right? You just have to be a really really really good listener >> I guess. So, >> and that's that one of like the foundational um you know, foundational skills of a someone on the the right-hand path, you know, like just cuz we're just not used to overtly even understanding exactly what we need. Most people don't even understand exactly how"
  },
  {
    "start": 2395.2,
    "duration": 32.559999999999945,
    "text": "they feel. You know, we're just kind of bumbling around in the dark a little bit. But if you can meet someone where they're at, you know, I loved that hark um session about empathy. >> Yeah. >> And that is such a a such a a good one because it is um definitely a skill that needs to be cultivated. >> Absolutely. And uh it's kind of a way in"
  },
  {
    "start": 2424.16,
    "duration": 32.08000000000038,
    "text": "which we have any hope whatsoever of addressing despair in another. >> And like I don't think it's uh going off the reservation too much to say that it you know it comes from being able to face despair within ourselves. Not not necessarily even to accept it because that is a huge leap to just accept that you're you're you know the consciousness"
  },
  {
    "start": 2450.72,
    "duration": 31.440000000000055,
    "text": "that you most easily occupy and like that you know is yourself is absolutely doomed absolutely doomed I mean just from the mortality of life in a way that you have other intuitions that you know that that's not actually the case so you're like in this tension Right? Like if you knew that you were eternal spirit then like >> you know if there was no veil then you would just deal with it you know."
  },
  {
    "start": 2479.68,
    "duration": 30.320000000000164,
    "text": ">> So um all right do we want to turn? Is there any more to read? Um all right so spiritual despair comes from this uh darkness that we uh are unable to see ourselves clearly. I think I think this has some um again Kier will give you some ideas of the different ways in which as being a spiritual self um we might"
  },
  {
    "start": 2508.32,
    "duration": 30.639999999999873,
    "text": "experience different kinds of despair but we'll just call it despair um and say that it has to do with this recognition of our limitations I think and uh it it so empties us out it so breaks us down that Um a as La Lima says it forces that great sliver or portion of the one creator which is your consciousness to turn"
  },
  {
    "start": 2535.12,
    "duration": 31.519999999999982,
    "text": "transform and begin the new and it's not leaving everything behind and you just become this completely a different identity. Uh it's more something where you become a larger version of yourself. And that's always how I've thought of social memories like it's not like people getting lost in the collective. It's people actually being finally free to be individuals because they know that they don't have to protect themselves from all of those things that they"
  },
  {
    "start": 2564.4,
    "duration": 30.55999999999949,
    "text": "thought they needed to be able to represent in order to be accepted in society. Once we realize that everybody is afraid, everybody has things that are about them that are they don't like and we just it's clear like why are we worrying about this? You know, >> it's got me thinking about plurabus again. I know, right? It's I don't know, Tasha. I my my wife uh is the one that has the Apple TV subscription and it keeps like logging"
  },
  {
    "start": 2592.72,
    "duration": 30.240000000000236,
    "text": "us out on our Roku, so I think I'm probably an episode or so behind. >> Um I know I watched up to the new year. >> Anyway, ve very interesting show. Um although I would take it with a grain of salt obviously, >> right? Because it's like it's like the anti-law of one. Like how do you continue to be an individual when your social memory complex forms? Like I'm not sure I'm rooting for that charact protagonist. You know what I"
  },
  {
    "start": 2621.52,
    "duration": 32.960000000000036,
    "text": "mean? >> Right. >> And that's how I feel about the show is that I'm rooting for the collective even though it's kind of weird and there's dark things, you know. >> Right. Right. >> All right. But it's just just as an sorry to but just as an example of like how all of these awful things are resolved and you know as soon as everyone is in the collective and you know has can see everything"
  },
  {
    "start": 2651.44,
    "duration": 32.0,
    "text": "almost like as like a analog for you know what a real social me memory complex would be like like >> that um individuals aren't necessarily like erased like it's like the Borg but like you know at the same time everything is you know everyone works to help everybody and and um you don't need to make those like you said big strides to make sure you're accepted by society and everything just everything is just"
  },
  {
    "start": 2680.8,
    "duration": 30.23999999999978,
    "text": "instantly resolved like what a what a fantasy you know >> it sounds nice >> and it comes from like once people it's almost like people realize they have no knowledge And then they're able to open up and be available to all of the knowledge that everybody shares. >> And with all of it together, finally >> it's all clear. >> Yeah. >> Like the promise of uh intellectual inquiry from especially in the west from"
  },
  {
    "start": 2708.56,
    "duration": 30.079999999999927,
    "text": "time immemorial is that through gaining knowledge we will be able to you know bring our lives into order and bring peace and and and all these good things. And I don't think that that necessarily has played out quite the way that the marketing uh materials suggested. Anyway, so we realize that we have no knowledge and that whatever we uh >> whatever capacity we have to live this life, >> it is not going to be successfully done"
  },
  {
    "start": 2736.24,
    "duration": 31.200000000000273,
    "text": "solely from ourselves or even any from ourselves as we understand ourselves in this life but from a bigger self. La Lima continues, \"There is a way in which one may use mental despair and its reflection in the physical body complex to best effect, and that is to transmute mental despair into what this instrument would call the dark night of the soul or spiritual despair. One cannot analyze despair and rise transformed. One cannot"
  },
  {
    "start": 2764.88,
    "duration": 30.479999999999563,
    "text": "act out despair by illness and rise transformed. One can however seek the grace and comfort that is your birthright in transmuting that which is lower into that which is higher. For as you know my friends one portion of the creation is a holograph for all else in the creation. Thus mental despair may as alchemist would change lead to gold be changed into the dark knight of the soul burnished and shining. This spiritual"
  },
  {
    "start": 2792.88,
    "duration": 33.440000000000055,
    "text": "despair then may transform itself into great revolutions and positive and forward changes within the spirit. I Yeah. Like we're not going to have the right sickness. We're not going to have the right uh idea realization. The only thing Exactly. or argument. We're not going to win. Yeah. Like the winning isn't going to get us to fourth density, right? Um it's only through this kind of I mean I see it as a surrender right"
  },
  {
    "start": 2822.48,
    "duration": 30.88000000000011,
    "text": "it's a surrender to the fact that one is utterly without any recourse is helpless this is uh often how I know you just started reading uh Peter Kingsley reality but like he talks about uh at some point in this huge book he talks about you know our utter helplessness and how a lot of the relationship between humans and gods in the Greek culture in the Greek mythology was kind"
  },
  {
    "start": 2850.0,
    "duration": 30.240000000000236,
    "text": "of addressing the the the elements of this for the human condition that our utter helplessness means that's why they were so uh well maybe that's not why but they had a huge uh reliance on the concept of fate >> right >> as opposed to like >> you know trying to say that people always got their just desserts or something like that right there's a lot of uh things that happen in in in these mythos in these myths that um that do"
  },
  {
    "start": 2878.56,
    "duration": 31.360000000000127,
    "text": "not say that justice will be done. Right. >> Right. >> Yeah. And so um yeah, I forget how I even got on this topic. >> Well, we t I you know, back to transmuting the despair of the mind and the body to the spirit. And like what a what a what a task."
  },
  {
    "start": 2908.08,
    "duration": 34.720000000000255,
    "text": ">> What are the what how how does one do that? >> Yeah. How what what how does one do that? Well, I mean you have to acknowledge that you are, you know, helpless in that um that is not something that we are inclined to do. >> No. you know, like um like we want to take action. We want to"
  },
  {
    "start": 2938.8,
    "duration": 30.879999999999654,
    "text": "do our research. We want to um like even with like current events like that's so funny. Like my husband and I were having a discussion about like what what should we do? Like I want to go protest like okay. Um but that's useless. Doesn't do anything. Um And you know, these were the discussions we were having and he"
  },
  {
    "start": 2967.44,
    "duration": 31.59999999999991,
    "text": "um but I like I wanted to do that because I just wanted to go out there and support my community and um you know feel connected and in solidarity with um a lot of people just out on the street hurting. Um, and but there's also just like the real kind of fear of what this uh um masked Gustapo is doing in our city."
  },
  {
    "start": 2996.48,
    "duration": 30.40000000000009,
    "text": "like um they are they aren't accountable to the city or state like when this we had a big you know with the murder of George Floyd years ago um it was one thing to protest against the Minneapolis police who are accountable to the city and state in Minnesota but um uh according to our vice president uh the uh ICE has ultimate immunity"
  },
  {
    "start": 3025.28,
    "duration": 32.879999999999654,
    "text": "which isn't I I don't think believe that to be true, but like um >> uh it's pretty close. >> It's very close. Yeah. I mean, they're acting that way and there's not, you know, like it will take some very strong >> My understanding is that you only have the ability to uh do something civily and like the deck is wasted against you. >> Yeah. So, um >> no uh like punitive damages only like actual damages. So like, >> so yeah, it's uh it's pretty scary like"
  },
  {
    "start": 3054.64,
    "duration": 32.48000000000047,
    "text": "um going out even like like oh well if I go to like a you know there's been a you know a range of protests that are available like you can like there's you know real agitating agitator type of groups that are going to the hotels that I is staying at and starting there and that's not something I'm interested in doing. Um, but then there's vigils and, you know, so-called permanent or permitted protests and stuff that sound"
  },
  {
    "start": 3083.12,
    "duration": 30.799999999999727,
    "text": "a little more my speed, but it's um, you know, my husband said like, \"Well, I don't want to get shot.\" It's like, I don't either. So, I'm, you know, the despair in our household over the weekend, it was just about like what what can we do that's effective? And it's just like it's a big question because it doesn't seem like"
  },
  {
    "start": 3111.2,
    "duration": 30.079999999999927,
    "text": "a lot of actions that we can take will be I don't know. It's tough. My community is hurting. I want to support you know. >> Well, I would agree with anybody who says that it doesn't seem like protest is very effective anymore. I think they figured that one out. You know, we had the biggest >> global uprising against the Iraq war in"
  },
  {
    "start": 3138.88,
    "duration": 31.83999999999969,
    "text": "2003 and it did squat. >> Yeah. >> Um, so something has changed and we need to figure out how to address it. Um, but one thing I will say on a more spiritual level is that it's it might be useful it might be useful to think of protest and organizing all this stuff less as like uh strategy like political strategy or like organizing to like resist or"
  },
  {
    "start": 3168.4,
    "duration": 31.59999999999991,
    "text": "something like that and instead to just look at it more as like a magical ritual, right? Like if you think of this as kind of like an offering of your time, knowing that you have you can do nothing and that you're going to use this time uh as protesting or as like organizing or as doing some action, uh that you release it from the need to have all of these like concrete effects because you don't know what to do and you're releasing that to the creator."
  },
  {
    "start": 3197.84,
    "duration": 31.519999999999982,
    "text": "Like I'm not saying this is like the way to do it. I'm just saying, can you see how like a bunch of people doing that is just like a bunch of people getting together and meditating and making contact? Like it's a calling. >> Yeah, it is a calling. And you know that's kind of you know like I had to recognize like that you know I have probably a romantic notion of protesting and and what impact it'll make on whatever uh or what I would wish it to"
  },
  {
    "start": 3226.72,
    "duration": 31.68000000000029,
    "text": "have but I really know that it's not going to do much quote unquote but um just the act of gathering with my community has and in a a magical act in in a way like that that checks out. That really appeals to me, you know, cuz like if you are you're there, you show up, you comfort others in your community and you know, you show up."
  },
  {
    "start": 3256.4,
    "duration": 30.960000000000036,
    "text": "I mean, that that's big in and of itself, I think. >> Absolutely. Um, it's like this willingness to share in your collective pain. Like, it's willingness to like witness it and be there and to endure it. you're part of it instead of making people feel like they're alone when they try to stand up for the community they believe in, you know. And those are the kinds of things that like no um no strategist will tell you, yeah, that's what you want to do. You know, it's a great PR win or it's a"
  },
  {
    "start": 3285.6,
    "duration": 31.360000000000127,
    "text": "great way to like win hearts and minds. It's like no, nobody will tell you to do that because it shows too much vulnerability. And yet on the positive path, it's our vulnerability that we get our strength from, not our ability to protect ourselves. And so I would just throw that out there like our radical ability to love comes from our shared sense of vulnerability of knowing that everybody is hurting like we are. Everybody is flawed. Like everybody is dealing with as Kirkagar said as like"
  },
  {
    "start": 3314.64,
    "duration": 32.24000000000024,
    "text": "being this synthesis of these opposing things. We're both the infinite and the finite. You know we're the worldly and the spiritual. We're like this meeting ground of these like we're like totally for him the the mind body spirit complex is not simply this the thing of like different units. It's all these things in tension. They're all pulling our awareness in different directions and we can't figure out how to reconcile it. uh another appropriation, but it's such a"
  },
  {
    "start": 3342.4,
    "duration": 30.7199999999998,
    "text": "good way to think about why we have this negative experience of simply being a self when no one's that much better or worse than us. Like generally speaking, right? Like not that much. Um and we all generally want the same things if we were like if we broke it down enough, if we actually thought about it. Um, and so it's just"
  },
  {
    "start": 3370.48,
    "duration": 32.64000000000033,
    "text": "the pain of having to know that and continue to go through the kayfabe of, you know, modern social life, you know. >> Why don't I could Oh, did you have something? >> Nope. >> Okay. >> Continuing La Lima says, so, so we're talking about transmuting mental bodily despair into spiritual despair. And that will then and I think that was the other thing I wanted to mention is that they say the spiritual despair will then"
  },
  {
    "start": 3399.28,
    "duration": 30.95999999999958,
    "text": "manifest the the things that you might call transformation or improvement or action like all of that will happen. It's a function of your connection to spirit like we were talking about before instead of your ability to figure it out mentally. Continuing La Lima says the spirit is always the same. It is not a portion of your illusion. However, your perception of the spirit can only grow. All that you have learned before is still yours, and all that is ahead of"
  },
  {
    "start": 3428.4,
    "duration": 32.159999999999854,
    "text": "you shall be learned because of turning from despair. It is rare that one enters into or graduates from any initiation without the impetus, the pain, and the challenge of spiritual despair. Therefore, if your soul is in agony, rejoice, for it is from this good that all good come. Sorry. Sorry. If your soul is in agony, rejoice. I'll be a little more muted this time. For it is from this point that all good comes."
  },
  {
    "start": 3458.24,
    "duration": 31.039999999999964,
    "text": "Despair is the great opportunity to endure, to show strength, to indicate faith, and to exercise the will. Not just the will to think, but the will to do. And that's pretty much the end of their comments, other than some like things where Carla's like, \"Hey, did I get it right?\" >> Right. And I think uh through Jim uh L Lima says that you know it's it's your ability to change perspective where all of your participation in this comes from. And I think that's pretty"
  },
  {
    "start": 3487.68,
    "duration": 31.360000000000127,
    "text": "straightforward. We've certainly talked about that before in this show. Um, but it's important to realize that, you know, to change your point of view as a way of like avoiding pain or despair is avoid is like a way of like like bypassing it. Mhm. >> And the the the the thing is is to let your perspective be transformed"
  },
  {
    "start": 3515.28,
    "duration": 30.1599999999994,
    "text": "by the thing that uh is pushing on that perspective is causing the discomfort. In fact, yeah, I I think that uh the confederation has this idea in common with many people in our spiritual traditions and philosophical traditions who see the utility of this experience that it is at once something that's uncomfortable and"
  },
  {
    "start": 3543.92,
    "duration": 31.279999999999745,
    "text": "scary, but it is the kind of impetus for us to grow and to change that uh perspective uh so that we can kind of be a new self that if we knew what that self felt like and what it entailed, we would just go do it. But we can't know that. We have to kind of let this experience of despair transform us. We have to surrender to it. Um, and so I"
  },
  {
    "start": 3572.72,
    "duration": 30.88000000000011,
    "text": "think, you know, one of the things that they would talk about a lot is the way that meditation plays into this in that it's kind of like daily practice in this surrendering. As you learn to feel into these things more, the surrender that despair would ask of you will become a more familiar thing. Maybe not completely familiar, maybe not completely uh lacking in some fear. Um but what is it for us to integrate and"
  },
  {
    "start": 3600.0,
    "duration": 31.440000000000055,
    "text": "balance but to take all of these things that are uh objectionable to us and to finally stop objecting right like that's the end goal we all know. So uh to keep that in mind is uh and to sort of work with the self so that as you find these this friction with the way that consciousness evolution works with the way that the universe works as you identify these friction points you take your time and you work on them and you"
  },
  {
    "start": 3629.52,
    "duration": 30.079999999999927,
    "text": "know if you make fourth density you make you make graduation right like I really think that's have the attitude you have to have though like >> you can't really you don't know where you are in terms of polarization. So you should always be giving your all and you do what you can like what you did. That's a wonderful thing. They talk about how what you do is what matters with respect to transforming spiritual despair. uh Lima said this and it's like"
  },
  {
    "start": 3658.0,
    "duration": 33.76000000000022,
    "text": "that's the wonderful thing about this third density experience is that it really reveals to us ourselves the the and I I know that this is why the question of what to do in this moment is so urgent to us because we see the need we see the urgency but at the same time nothing comes to mind. There is no response we have to this >> right >> as individuals as a collective maybe but we're way behind the ball on"
  },
  {
    "start": 3690.4,
    "duration": 33.76000000000022,
    "text": "that >> right that's what I mean like there's there's no or there's no way for us to articulate our common concerns with the moment it can all be uh dismissed because we're all we're all just little individuals. were not the kind of mass politics that you know created the New Deal or that uh was involved in other political movements uh around the world you know like >> yeah that's one of the things that you"
  },
  {
    "start": 3719.76,
    "duration": 31.519999999999982,
    "text": "know over the years of increasing like crazy political that's been going over the last few years like the there's been like this oh well this will be the thing this we got our smoking gun here this will be the thing that will finally make people pivot and and makes some meaningful change, but never nothing really sticks. And um so that has been for me"
  },
  {
    "start": 3747.2,
    "duration": 30.320000000000164,
    "text": "personally like a big um you know reason for despair. And I um you know even speaking with my family members like oh well you know what about this? something's gonna happen because of this and then and and I'm just like probably won't. Um >> it's just poop. >> It's poop. >> Yeah. Yeah. So um"
  },
  {
    "start": 3774.32,
    "duration": 30.31999999999971,
    "text": "I think there will have to be a lot more a lot more um things to happen before there will be meaningful change. But I'm here for it. I mean, you know, anyway. Um, yeah. No, I just it's just I don't want this to be a politics podcast, you know what I mean? And I want this to be relevant to people who aren't in the United States, you know? >> Yeah. >> True. >> At the same time, like"
  },
  {
    "start": 3803.04,
    "duration": 32.07999999999993,
    "text": ">> what can we do but speak from the heart on things like this, you know? Like, so at least the listener knows the topic was uh, you know, fairly decided upon. uh we both wanted to speak to this. Yeah. >> Um >> well, so one of the things that I'd like to do, if you have a few more minutes, Jamie, >> is address another aspect of despair than the one that L li Lima and uh"
  },
  {
    "start": 3829.92,
    "duration": 33.76000000000022,
    "text": "Kirkagar did, which is um it's part of a session that we did in the first intensive and Steve uh did this solo I believe and it's Cuo talking about a cycle of uh desire fire, love, despair, and healing. So, it's this idea of this being a cyclical uh experience that we transition through continually as we uh"
  },
  {
    "start": 3858.88,
    "duration": 31.759999999999764,
    "text": "let our desires uh you know, capture the object and then that object becomes an object of our love. And then uh as that love becomes frayed and torn and harmed uh we despair and then that despair empties us out so that then we can like be reconfigured into a new way of understanding all of this. It's almost like its own little bit of uh like you know synthesis you know dialectic but"
  },
  {
    "start": 3888.72,
    "duration": 30.000000000000455,
    "text": "anyway um let me just read a little bit from it. I'm not going to read the whole thing because uh I think we've mostly exhausted this topic uh for the moment for what we were prepared to say. Wouldn't you agree? >> I think so. >> So, I just want to bring this on as like a cherry on top. Um so, this is uh uh August 2nd, 2021 uh session 11 from the first channeling intensive. Uh, we would speak to you today, Kuo says,"
  },
  {
    "start": 3916.24,
    "duration": 30.240000000000236,
    "text": "upon the subject of love, which we have challenged this instrument to reflect on and to take what may be a deeper view with respect to. We have spoken upon other occasions of the sense in which love may be regarded as a principle fundamental to the creation and in fact to the creative expense or blah and in fact the creative principle itself. This is a subject almost inexhaustible but it is not the focus we would take"
  },
  {
    "start": 3943.68,
    "duration": 32.48000000000002,
    "text": "today. For today we would speak of the more limited sense of love as it comes into play as an activity that you may undertake as an experience which you may appreciate and therefore as a portion in the cycle of third density life. More particularly, we would like you to consider the role of love as one in a many, as part of a sequence that may be considered as a cycle of its own. So, I'm not sure if I really realized this, but what he's describing here, he sees"
  },
  {
    "start": 3972.64,
    "duration": 32.24000000000024,
    "text": "as kind of like almost like a um a branching out of aspects uh uh inherent within love that this cycle kind of is love in action in the illusion almost is what Kuo seems to be saying. Uh anyway, the sequence of which we speak begins not with in what we are now calling love, but rather in what we would ask you to consider as desire. Desire is the first moment of the sequence we present"
  },
  {
    "start": 4001.36,
    "duration": 30.639999999999873,
    "text": "for your consideration today. Love is that which draws to itself that desire and also at the same time that which is desired and still at the same time the fulfillment of that desire or what me we may prefer to call the fruition or realization of that desire. Desire therefore have which has completed itself most often in such a way that one may think of it in objectified terms as the beloved."
  },
  {
    "start": 4029.04,
    "duration": 32.559999999999945,
    "text": "So right we just talking about like on this podcast we've talked about the abstract concept of desire uh desire as kind of this root element involved in your will at a mind body spirit complex you know level as a as an entire unit. um in love which is when this desire has finally uh either merged with its object or uh in some way built a relationship in which it seems like the desire has"
  },
  {
    "start": 4057.52,
    "duration": 31.83999999999969,
    "text": "blossomed into its what it desired. Hey kitty. Ah, so continuing. And so we have the first two moments of the sequence we are inviting you to consider being desire and love. Now at the at the risk of dampening down your spirit which we would add we do not intend to do. We would like to add as the third element in the sequence the concept of despair. And by despair here we mean to indicate love which has"
  },
  {
    "start": 4087.04,
    "duration": 32.31999999999971,
    "text": "become forlorn. Love which has become lost. Love which has become broken, torn and fragmented. This is what we call despair. We will not leave you in this condition of despair, my friends, for we propose, as the fourth element to be considered in this sequence, we are inviting you to consider to be that of healing. It is a healing which does not restore love to the condition which it previously occupied. But by mending a love which has been accomplished or achieved only to be dissolved into the"
  },
  {
    "start": 4116.56,
    "duration": 30.3199999999988,
    "text": "despair of a rupture has in fact the potential to create something beyond the original condition or expression or manifestation of that which we have called love. Desire fruifies itself so as to become love, which in the vast adventure you call life, inevitably finds itself broken on the shoulds of harsh catalysts, and rediscovers itself in a state of despair, much in need of that which is yet on offer, to it,"
  },
  {
    "start": 4143.12,
    "duration": 30.480000000000473,
    "text": "healing. Desire leading to love, leading to despair, leading to healing. And in the healing, we now want to suggest there is a mysterious phenomenon that arises in so far as that which has become healed. That which lies at the heart of the mind, body spirit complex, discovers in itself another form of desire. It is a desire that is registered in a higher pitch, if you will, a desire that is perhaps called, better called a yearning. And in this"
  },
  {
    "start": 4171.12,
    "duration": 30.720000000000255,
    "text": "yearning there is once again a relation to love which once again finds itself subject to the agonies of fracture through catalysts and therefore in the state of despair and therefore yet again in need of healing. All right, that's all I'm going to read of that because that kind of lays out Kuo's idea of this cycle. Um I think one of the things I didn't appreciate about this before is how this is all kind of like a sort of drama of love. This is kind of like the"
  },
  {
    "start": 4199.44,
    "duration": 31.44000000000051,
    "text": "way love uh sort of oscillates through our experience. Go ahead, Jamie. I'd love to hear your thoughts. >> Well, I just reading this again like I love the little like story later in it where it's it's like >> I love you says my beloved. And then there's a sense of completion and like oh this we are together. You love me I love you. It's perfect. And then and then something happens and then"
  },
  {
    "start": 4228.24,
    "duration": 30.160000000000764,
    "text": "what is that? An angry word I heard from my beloved and um is that an accusing look and then all of a sudden you're in despair more so for the loss of the memory of the love that you had before. And um and it you know the very memory is a torture to me like that whole that whole um I mean I love an an example"
  },
  {
    "start": 4255.52,
    "duration": 31.11999999999898,
    "text": "like a little story a practical you know tale of how this plays out and um it's really good and then just to um and then once you and then you really plum the depth of despair and you're like I think he's puts blasted to bits everything that you thought was was real and everything speaking of like the"
  },
  {
    "start": 4282.08,
    "duration": 30.5600000000004,
    "text": "Halloween out or the um the the level um that you get to in despair and um and then I love the phrase of yearning you know as as the he as once you've acknowledged you know your despair in its entirety and you're not ready to cycle right back to desire, but it's almost like this"
  },
  {
    "start": 4309.52,
    "duration": 31.359999999999673,
    "text": "yearning. We know what yearning is, but we who ever really puts it into words or tries to describe it, but it's almost just like um a spiritual desire or something. Is it doesn't it have doesn't it imply that the object of the yearning is not really able to be aspired to like it's kind of out of reach, >> right? It's it's a little more abstract. Yeah. And >> and it's like it's like a little it's"
  },
  {
    "start": 4338.48,
    "duration": 31.840000000001055,
    "text": "like um it's it's relating to the feeling while also kind of like having the comfort of understanding that it's okay to have this feeling like we can have this desire and we can allow it to transform inside of us. um and and and find a way to forgive ourselves for feeling the pain of its inability to be uh quenched. Right. >> Yeah. Yeah. It's like Jane Sequa. >> Yeah. Yeah."
  },
  {
    "start": 4367.52,
    "duration": 31.67999999999938,
    "text": ">> Right. Like um Yeah. Yeah. Because desire can be very like powerful and focused and or or you know have the illusion of or the illusion of being super focused on something. But a yearning is a little more like um that quiet desire that comes in after the you've broken down."
  },
  {
    "start": 4396.56,
    "duration": 31.279999999999745,
    "text": ">> Sad quiet desire. >> Yeah. Yeah. >> Yeah. Like just a uh a recognition that it's going to feel like this, you know, and that whether it uh is ever uh comes to fruition or not is not really up to you, the you that's, you know, experiencing the pain, which is the ultimate injustice, >> right? Um, yeah, I just thought that that's uh and I encourage like Jamie said like the"
  },
  {
    "start": 4425.84,
    "duration": 31.76000000000022,
    "text": "entire session is really really poetic and and and good and a great example of uh why I'm so grateful that I had such good instruction uh when I was learning to be an instrument um because this is quite something to aspire to and it uh it at once like it's a great example just on just setting aside despair it's a great example of how uh you can approach channeling. It's like someone"
  },
  {
    "start": 4454.24,
    "duration": 32.0,
    "text": "who has the frame of mind to approach the concept ball that the confederation gives them conceptually. uh can use their innate talents. Uh for example, extemporaneous organized speaking that one does as a lecturer. Uh and Qo can avail themselves of this tool and uh have such a uh a great uh uh tool with which to express their ideas to us. None of it is uh complete. It's never"
  },
  {
    "start": 4484.16,
    "duration": 30.079999999999927,
    "text": "complete. And yet and and that's why it's great to have all these different uh human inflected perspectives from the creation or sorry from the confederation and ultimately from the creator and the creation and you know let's just lump it all together. >> Right. >> All right. Well, I think uh that's about all I've got in me. What about you? >> Um I think I'm good. I although you know in preparing for this today like I was"
  },
  {
    "start": 4512.48,
    "duration": 31.520000000000437,
    "text": "reading one other thing and something that really jumped out at me was um from the Richmond meditation circle um session and um there was something about I don't I should have wrote down the exact thing but you you can probably correct me. It's um that we all desire like freedom. Everyone wants freedom, but then when we get that freedom,"
  },
  {
    "start": 4541.04,
    "duration": 32.399999999999636,
    "text": "there's no direction. And um that really kind of hit something deep within me. I guess it's not really despair, but like I often get this um I experienced that in my dream work. Like you know, sometimes you know you're dreaming and you're like, \"Oh, I'm having a flying dream. It's so cool.\" But often for me it's like like oh I remember I can fly and then I get out there and I can't go anywhere like I I can float around but I can't like you"
  },
  {
    "start": 4570.72,
    "duration": 30.5600000000004,
    "text": "know control my trajectory or like go in a way that I the direction I want to go in. So I just that really kind of struck me as something that like you know we have a desire or we want freedom but then when we get that freedom we're like okay what do I do? you're like I'm like there's no direction to follow and it's such like a humbling experience or just such like a this is what I wanted but now that I'm here what do I do with it you know I just thought that was such a"
  },
  {
    "start": 4600.0,
    "duration": 31.919999999999163,
    "text": "it really >> it touched me so >> I wonder if it was the oxal on the orienting nature faith yeah >> uh the distort the first distortion is the free will and while the freedom is emphasized the will is most mighty does that ring a bell Yeah. Yeah. >> Okay. Cool. Yeah. So, that's uh that's uh March 12th, 2023 uh Richmond Group. So, I'll put that in the notes, too. Um I believe it's one of the ones that I had up to talk about if we needed to."
  },
  {
    "start": 4629.28,
    "duration": 30.639999999999418,
    "text": "But, you know, yours truly uh flapped his gums long enough to >> not have to get there. But, I'll put um all and especially the on uh the if you're interested in the hard work um on the sidebar of hard. we have topics and so you can go directly to despair and you can look at everything in there. I certainly did. Um but I think we hit the cream of the crop with uh this Qo about the cycle. So anyway, um let's go ahead"
  },
  {
    "start": 4657.84,
    "duration": 31.839999999999236,
    "text": "and leave it there. Uh thanks so much for uh uh uh doing this episode with me, Jamie. >> It's a pleasure. >> I've been trying to do this topic for a while and you're the first one who really wanted to. So I appreciate it. >> Yeah, it was um timely. >> Yeah. Yeah. Uh not really any uh news to uh announce or anything like that. Um I'm working on some personal projects to kind of reconstitute uh my spiritual organizing activities over the next uh"
  },
  {
    "start": 4686.56,
    "duration": 24.840000000000146,
    "text": "year. So just stay tuned to the if you don't subscribe to the working notes substack the uh the other self-porting group substack uh go check that out uh and you can see like kind of what we're what I'm getting into. But uh I will instead uh thank you for listening. Thank you Jamie. And until we speak again, stay in the love and light."
  }
]