[
  {
    "start": 15.84,
    "duration": 31.600000000000005,
    "text": "Bienvenidos a un Audible. Mi nombre es Jeremy Weiland y me acompaña mi co-anfitrión Jamie Leeman. En este podcast, discutimos los extraños y hermosos mensajes canalizados encontrados en los archivos de organizaciones en contacto con la Confederación de Planetas al servicio del único creador infinito. Estos archivos contienen transcripciones de mensajes de fuentes supuestamente desencarnadas que articulan una filosofía de evolución espiritual. Jaime y yo intentaremos proporcionar análisis y comentarios sobre la filosofía descrita en estos mensajes, identificando los"
  },
  {
    "start": 75.28,
    "duration": 31.200000000000003,
    "text": "temas comunes y lidiando con la aplicación de esta información a nuestras vidas humanas. Sin embargo, no somos gurús ni expertos de ningún tipo. Así que, por favor evalúen nuestros comentarios a la luz de nuestras limitaciones y usen su mejor juicio. Gracias por acompañarnos en este viaje. Y bienvenido, Jamie. ¿Cómo estás? >> Estoy bastante bien. >> Genial. Eh sí, yo también estoy bien. Sabes, este ha sido un año desafiante hasta ahora. Um pero eh oye,"
  },
  {
    "start": 130.88,
    "duration": 32.400000000000006,
    "text": "todavía sigo en esto. >> Sí. Sí. Um, el desafío de este nuevo año y cómo ha venido con toda su fuerza es por lo que creo que finalmente elegí un tema que he estado queriendo discutir desde hace tiempo uh con diferentes anfitriones u co-anfitriones y uh tiene que ver con la desesperación. Um es uh algo que creo"
  },
  {
    "start": 187.52,
    "duration": 31.28,
    "text": "que necesita ser uh examinado desde el punto de vista de la confederación uh fructíferamente para un buscador uh porque es una parte tan normal del camino de búsqueda. Así que de la misma manera que necesitas hablar y sentirte cómodo con la meditación, necesitas hablar y sentirte cómodo con uh uh uh trabajar en tus distorsiones y como enfrentar tu yo sombra um y"
  },
  {
    "start": 244.16,
    "duration": 30.159999999999997,
    "text": "aprender a integrar estas cosas. Uh la experiencia de la desesperación es una para la que parecemos estar destinados. Uh sabes y y parece que mucho tiene que ver con el velo, el velo entre um la uh mente consciente e inconsciente. Uh ¿algo que quieras comentar en esta exposición? >> Um bueno, esa es una introducción bastante buena,"
  },
  {
    "start": 296.72,
    "duration": 31.19999999999999,
    "text": "Jeremy. Sí, la desesperación muy prevalente um especialmente con la experiencia de tercera densidad y nosotros estando como um constantemente desconectados de ver las cosas como un todo y las cosas viendo las cosas como la verdad de la unidad y um sí estoy listo para sumergirme en esto. Bueno, solo pienso que uh sabes, yo yo creo que el mundo está en un"
  },
  {
    "start": 353.36,
    "duration": 32.15999999999997,
    "text": "lugar muy precario en este momento y uh es realmente realmente realmente difícil sin importar lo que pienses sobre cualquier cosa política o social o lo que sea. Es difícil vernos salir de esto sin recibir algunos golpes, sabes, >> y que otras personas también reciban golpes. Y simplemente es un momento donde siento que mucha gente está desesperada al 100%."
  },
  {
    "start": 410.96,
    "duration": 31.12000000000006,
    "text": ">> Sí. Hay quiero decir soy residente de las Ciudades Gemelas en Minnesota y hay mucho punto de inflamación, dolor activo y sufrimiento, ira en mi comunidad ahora mismo. Y es um muy potente. >> Y uh yo simplemente sabes les recordaría a las personas uh sabes una cosa que podemos hacer al respecto que realmente no requiere mucho de nosotros es solo uh visualizar"
  },
  {
    "start": 469.92,
    "duration": 32.079999999999984,
    "text": "uh sanación para el planeta e incorporar eso si puedes en una práctica diaria. Esperemos uh que ya lo hagas o que tengas la intención de establecer um porque es tan útil que te recuerden uh el que esta situación es una en la que no solo estamos uh preocupándonos en nuestras mentes y como tratando de averiguar cómo resolver el problema como"
  },
  {
    "start": 528.96,
    "duration": 34.08000000000004,
    "text": "si eso fuera siquiera razonable. Um y hay un lugar para eso. Hay un lugar para las cosas que necesitas que necesitas hacer en los uh detalles mundanos uh para ser un ser humano responsable, pero también hay un lugar para atender tus necesidades uh emocionales. Um y si tienes la metafísica que uh uh sabes permite esto para atender al planeta como"
  },
  {
    "start": 588.0,
    "duration": 31.519999999999982,
    "text": "un todo. Um este es uno de los temas del uh trabajo de los Richmond el año pasado fue este sentido en el cual cómo nos relacionamos con el planeta parece ser un área enorme de estudio que está involucrada con nuestra uh capacidad de alinearnos más con el planeta y facilitar la transición a la cuarta densidad."
  },
  {
    "start": 648.16,
    "duration": 31.519999999999982,
    "text": "Um, no quiero entrar en demasiado detalle sobre eso, pero uh, me propongo enviar amor y luz al planeta cada día como parte de mi ofrenda matutina. Y simplemente alentaría a las personas a no pensar demasiado en ello, sino simplemente la intención y el nivel espiritual es lo que funciona. Y creo que cuando estás uh dirigiéndote al uh planeta como un todo um estás dirigiéndote a un"
  },
  {
    "start": 706.32,
    "duration": 30.559999999999945,
    "text": "aspecto de nosotros mismos cada uno de nosotros uh que no está tan limitado como nuestras mentes ego conscientes y tiene la capacidad de usar cualquier atención que podamos darle para hacer algo uh y para ayudar a aliviar uh las muchas distorsiones que tenemos como pueblo, como planeta. Um, muy bien, fin de la perorata. Sí, yo yo solo añadiría a eso un"
  },
  {
    "start": 762.8,
    "duration": 31.360000000000014,
    "text": "poco que um sabes, estamos tan acostumbrados a um como humanos en nuestras vidas de acción y y tomar acción real, movimientos físicos, decir cosas y y um y puede parecer un poco como antitético o no tan útil simplemente sentarse en silencio y um enviar amor y luz al planeta y nuestro Pero déjame"
  },
  {
    "start": 821.68,
    "duration": 33.04000000000008,
    "text": "decirte como es efectivo y um y ahí trato de poner mi fe en el hecho de que la energía irá donde necesita ir y tampoco es súper fácil para mí. A veces tengo dudas sobre la eficacia de la meditación y y las meditaciones sobre la paz y todas estas cosas pero >> um yo um no me no me detiene no me retiene."
  },
  {
    "start": 881.2,
    "duration": 31.120000000000005,
    "text": ">> No um yo yo creo que ese es un punto importante. Um cuando hablamos de eficacia en el reino espiritual más adyacente al espacio-tiempo estamos hablando de un criterio completamente diferente y tenemos el el punto no es medir su eficacia. El punto es que es otra cosa que podemos hacer mientras estamos atendiendo nuestras propias necesidades emocionales. nuestra capacidad de sentarnos con"
  },
  {
    "start": 937.2,
    "duration": 18.59999999999991,
    "text": "nosotros mismos, de perdonarnos, de equilibrarnos, de tomar este tiempo para nosotros mismos, para también darnos cuenta de que tenemos un yo más grande que está involucrado. Y parte de guiar la cuarta densidad hacia este planeta de una manera que causará una cantidad mínima de perturbación yo creo será que las personas tomen esta responsabilidad de cuidado individual de hacer la guía y para permitir en lugar de um déjame"
  },
  {
    "start": 985.2,
    "duration": 30.879999999999995,
    "text": "ponerlo de esta manera en lugar de crear un como programa para abordar esto en la sociedad en su lugar sentarte con la intención en el nivel espiritual y dejar que simplemente salga en tu vida naturalmente. Entonces no hay artificio en ello. Tú no estás no estás ejecutando una estrategia que puede o no funcionar. Esto realmente es uh una gran parte de lo que creo que significa para nosotros tener una mente y un cuerpo y un"
  },
  {
    "start": 1042.4,
    "duration": 32.159999999999854,
    "text": "espíritu en un complejo y de manera reforzante. um es que no tenemos no tenemos que estar completamente conscientes de ninguna pieza particular de este complejo en ningún momento para que funcione. Y muestra la profundidad y la uh diversidad de consciencia en la que ya estamos participando. Simplemente no estamos conscientes de ello. Sabes, >> de verdad. La otra cosa que diría es que"
  },
  {
    "start": 1099.92,
    "duration": 33.11999999999989,
    "text": "no es una re uh este trabajo interior y este trabajo más metafísico no es razón para no trabajar también en el mundo físico y participar en las actividades en las que quieras participar. Puedes tener ambos. Um de hecho yo absolutamente creo que eso es una de las cosas que uh en mi activismo creo que faltaba no solo en mí sino en muchas personas era como no tomar tiempo. Lo llaman autocuidado pero eso solo suena como sabes ver Netflix por una noche. No, se trata de"
  },
  {
    "start": 1156.72,
    "duration": 31.12000000000012,
    "text": "este activismo intensivo dentro de ti mismo para alinearte y sacar el mejor yo que puedas ser para que estés ahí para ayudar a las personas. No necesariamente sabes. No puedes resolver esto intelectualmente qué va a pasar. Así que, tienes que prepararte con anticipación y equilibrarte con anticipación para que ese mejor yo esté listo en un momento que no puedes anticipar. Y eso es lo que creo. Sí."
  },
  {
    "start": 1214.32,
    "duration": 32.36000000000013,
    "text": ">> Sí. Bueno, >> um yo una cosa antes de que saltemos a tenemos un L li Lima uh transcripción hoy que va a centrar las cosas. Podríamos ramificarnos a algunos otros lugares. Um pero uh uno de los libros que me causó la mayor impresión, uh Jamie, sé que no tuviste tiempo de leer esto y es una lectura realmente difícil honestamente si no estás entrenado. Uh pero cuando yo estaba uh trabajando estrechamente con Steve hace unos 10 años uh en mi primer"
  },
  {
    "start": 1271.44,
    "duration": 31.200000000000045,
    "text": "intensivo de canalización, él realmente reforzó en mí el uh lo uh cuán útil sería leer el de Kierkegaard um uh la enfermedad mortal, que es básicamente una especie de tratado casi filosófico sobre el el tema de la desesperación y cómo factoriza en la conciencia de uno y en la uh yo búsqueda espiritual. Es extremadamente cristiano. Así que sí, no hay manera de uh"
  },
  {
    "start": 1328.96,
    "duration": 32.960000000000036,
    "text": "abordarlo directamente y no simplemente apropiar sus conceptos a menos que quieras entrar en ese cristianismo. Creo que muchas de sus ideas son extremadamente transmisibles a la ley del uno y a otras filosofías espirituales. Uh precisamente porque um primero trata directamente con el enigma de tener tres factores en nosotros mismos mente, cuerpo y espíritu. Y que el yo no es"
  },
  {
    "start": 1386.32,
    "duration": 32.24000000000001,
    "text": "ninguna de esas cosas. Así que él está muy muy preocupado con qué es este yo que siente desesperación? qué qué uh qué lo crea y él él básicamente está yo no he no he dado suficiente estudio a esto y por eso no voy a hablar extensamente de ello pero él dice que el yo es como una relación uh entre estas cosas y una relación consigo mismo cierto es esta es esta reflexividad um de cierta manera y sé que probablemente"
  },
  {
    "start": 1444.24,
    "duration": 31.039999999999964,
    "text": "entenderte no simplemente como una mente en un estado mental incómodo, sino como un complejo general de mente, cuerpo y espíritu. Y esta es una pequeña experiencia que estás teniendo. Y mientras te sientas con tu complejo y lo escuchas en lugar de simplemente hablar y ahogarlo en conciencia consciente, cuando meditas y te sientas y sientes esta identidad más amplia,"
  },
  {
    "start": 1472.48,
    "duration": 31.440000000000055,
    "text": "entonces es más fácil, creo, y te vuelves capaz de usar estas experiencias más. Y esa es realmente la razón por la que llamé a este podcast despair and its uses (la desesperación y sus usos), porque está bien decir que está bien sentir desesperación. No es una señal de fracaso. No es una señal de nada que sea necesariamente inesperado en la vida. Sabes, de la misma manera que"
  },
  {
    "start": 1501.04,
    "duration": 30.720000000000027,
    "text": "como cuando quedas embarazada, tu cuerpo comienza a rechazarlo, vomitas. Eso no es una señal de que algo esté mal, pero se siente así, ¿verdad? Parece que lo está. Si no supieras mejor, pensarías que estás enfermo. Y creo que la desesperación es igual, donde es un aspecto necesario del camino de búsqueda, igual que la noche oscura del alma. >> Pero eso no es consuelo. >> Y supongo que es realmente donde necesitamos"
  },
  {
    "start": 1530.48,
    "duration": 30.480000000000018,
    "text": "llegar es que sí, >> no estoy aquí para consolarte excepto para decir que lo comparto. Y espero que eso sea un pequeño consuelo. Creo que de eso se trata en gran medida la memoria social, todos compartimos esta alienación común y al abrirnos unos a otros la trascendemos. Pero solo podemos hacerlo siendo un tipo diferente de yo que tú y yo hablando aquí. >> Sí. Sabes, como cualquier otra persona,"
  },
  {
    "start": 1558.32,
    "duration": 30.160000000000082,
    "text": "fácilmente mi mente cae en estas pequeñas trampas. Y es interesante que empiecen las cosas con que las limitaciones han sido dadas al yo por el yo, sabes, eso es enorme. Como cuando pienso en muchas de mis frustraciones personales y mis preocupaciones, como la mayoría de esas, sabes, como una de mis citas favoritas es que las expectativas son la raíz de toda decepción. Y eso es"
  },
  {
    "start": 1586.16,
    "duration": 30.319999999999936,
    "text": "simplemente algo en lo que siempre pienso. Pero o sabes, simplemente resuena como tal verdad para mí y es como que yo, he estado en mi vida personal trabajando en tratar de entender realmente algunas de las cosas que me hacen enojar o las cosas que me dan miedo y tratar de"
  },
  {
    "start": 1614.96,
    "duration": 31.59999999999991,
    "text": "trabajar con ellas. No es algo cómodo de hacer, pero puede dar tanto fruto y sabes, en y empiezo a tratar de pensar en las cosas como en lugar de como estoy enojado o estoy deprimido o estoy triste, trato de como bueno, estoy experimentando depresión, sabes, estoy tratando de como en lugar de identificarme como la cosa, tratar de considerarlo como"
  },
  {
    "start": 1644.0,
    "duration": 31.3599999999999,
    "text": "una experiencia y de salirme de ella un poco y eso ha sido un poco útil. Pero las cosas están especialmente con los eventos actuales ahora mismo, hay algunas cosas que son bastante poderosas, están sucediendo cosas ahora mismo y es difícil, es difícil saber qué hacer. >> Ha creado una situación, ¿no es así, en"
  },
  {
    "start": 1673.68,
    "duration": 30.40000000000009,
    "text": "la que realmente no vamos a pensar una salida a esto, creo >> correcto >> como es bastante obvio que no tenemos la capacidad de hacer eso >> por una razón u otra, diagnostícalo todo lo que quieras, pero como esta es la situación. >> Entonces para mí casi no quiero sonar como si estuviera buscando el rapto o algo así. No quiero ser así"
  },
  {
    "start": 1702.56,
    "duration": 31.200000000000045,
    "text": "porque no sé cuándo debería ser. Esa no es mi competencia. Mi competencia es ayudar tanto como pueda aquí y tratar de equilibrarme tanto como pueda mientras esté aquí. Pero parece estar creando una condición en este planeta en la que nadie que dependa de su identidad como un ser humano en este planeta va a poder confiar en la sociedad en la que tiene esa membresía o el gobierno en el que"
  },
  {
    "start": 1732.4,
    "duration": 30.87999999999988,
    "text": "tiene esa membresía. Como todo va a reducirse a quién eres realmente, no todas estas cosas superficiales que cada vez más van a ser degradadas junto con las sociedades que moldean a esos individuos, como no es algo donde va a haber este gran derramamiento de virtud por parte de la gente, excepto en la medida en que la gente deje ir lo que ha sido, y eso es realmente triste y realmente aterrador."
  },
  {
    "start": 1762.32,
    "duration": 31.76000000000022,
    "text": ">> Sí. >> Y lo maravilloso es que no estás a cargo de cómo se desarrolla eso. Como no depende de ti. Lo único que puedes hacer si quieres ser útil es prepararte. Y no estoy hablando de como almacenar bienes de supervivencia o algo así. Solo estoy hablando de asegurarte de ser el mejor yo que puedas ser para cuando eso suceda. >> Sí, porque estas cosas van a"
  },
  {
    "start": 1791.36,
    "duration": 30.0,
    "text": "realmente lastimarnos. Es simplemente obvio, estamos sufriendo. Y cuanto más podamos tener una relación con eso que sea de cuidado y sanación y no una de solo golpearnos y endurecernos y adormecernos, sabes. >> Sí. Quiero decir, porque hay tanto como retribución o como"
  },
  {
    "start": 1818.08,
    "duration": 31.12000000000012,
    "text": "culpa y como la gente todavía quiere culpar y como oh pero las promesas de campaña y oh pero dijeron esto y aquello. Como todos los te lo dije en algún momento van a tener que parar y necesita haber una amnistía en general para los seres humanos. No, no tengo ningún problema con te lo dije, especialmente quiero decir >> vamos vamos desearía que tuviéramos un partido de oposición. Correcto. >> Correcto."
  },
  {
    "start": 1846.16,
    "duration": 31.12000000000012,
    "text": ">> Y entonces como el te lo dije no viene ni va. Es como ¿quieres ayudar o no? >> Mi sensación es que sabes, esas elecciones solo suceden una vez cada cuatro años. Eso deja mucho tiempo para hacer cosas que tienen mucho más impacto, sabes. Entonces, lo que sea que quieras hacer. Está bien. ¿Deberíamos volver a esto? >> Sí. >> Sí. Sí. >> Pasemos al cuerpo."
  },
  {
    "start": 1874.32,
    "duration": 31.600000000000136,
    "text": ">> Está bien. Por lo tanto, lo que es inútil es más bien una constante. Están hablando de la desesperación de la mente. Lo que es inútil es más bien una constante, un trasfondo dentro de la experiencia de vida, siempre disponible en la que la mente no sabe nada. La alegría mental es la dinámica opuesta en la que la mente lo sabe todo. Estos son los límites dentro de vuestra ilusión de lo que llamamos amor. Eso es interesante. >> Lo es."
  },
  {
    "start": 1904.16,
    "duration": 30.639999999999873,
    "text": ">> La desesperación del cuerpo es un reflejo de la desesperación de la mente. Cuando una entidad está en posesión de desesperación mental y no se ha movido de esa dinámica a un modo productivo de pensar, analizar, sentir y actuar, esa desesperación se incorpora dentro del complejo corporal. De allí viene la enfermedad y finalmente la muerte. Por lo tanto, el salario de la desesperación continua es la muerte del cuerpo y por lo tanto la muerte de"
  },
  {
    "start": 1932.0,
    "duration": 32.319999999999936,
    "text": "la inteligencia que informa al cuerpo. Ahí tienes forma y función. La forma siempre sigue a la función. Entonces Ra, pondré la cita exacta en las notas, pero Ra dice que el cuerpo es el reflejo de la mente. Y eso es algo en lo que sé que hemos pensado mucho en el grupo de trabajo y diferentes círculos de los que formamos parte. Parece que la desesperación está siguiendo exactamente"
  },
  {
    "start": 1961.36,
    "duration": 28.360000000000127,
    "text": "esa rúbrica. Y creo que están dando un ejemplo específico del tipo de influencia que tiene la mente cuando es esta influencia en la que uno no puede ser lo que quiere ser debido a alguna limitación, ya sea impuesta o natural. Como el cuerpo eventualmente refleja eso."
  },
  {
    "start": 1991.84,
    "duration": 30.320000000000164,
    "text": "Sí. Quiero decir, eso me parece bastante directo. >> Sí. Solo estaba diciendo que es >> como eso. ¿Es esa la enfermedad antes de la muerte de la que estamos hablando aquí? >> Está muy en línea con ella. No, eso fue de L Lima. >> Entonces, ¿qué dice sobre el cuerpo espiritual? No sé si puedo hablar sobre las ideas de Kierkegaard al respecto."
  },
  {
    "start": 2017.92,
    "duration": 30.0,
    "text": ">> Sí. Simplemente el hecho de que el cuerpo tiene esta capacidad de atrapar al individuo y sus sensaciones son algo a lo que estás sujeto sin elección propia. >> Sabes, pero estoy muy fuera de registro, estoy seguro. >> Sí, el cuerpo, creo que es, quiero decir, nos"
  },
  {
    "start": 2045.12,
    "duration": 30.88000000000011,
    "text": "pensamos como un todo. Deberíamos, pero a veces parece que el cuerpo hace lo suyo y es automático en tantas cosas y lo que decimos o pensamos no tiene mucho efecto en el cuerpo, pero ciertamente lo tiene. >> Sí. Y es esta capacidad para nosotros no simplemente de poder comunicarnos con nuestro cuerpo en los términos del cuerpo y entender y apreciar y trabajar con él, sino esta mentalidad cooperativa que viene del hecho de que uno está empezando más y más a identificarse con el espíritu y por lo tanto con la totalidad del complejo en el que uno no tiene que desear ninguna cosa específica que se haga. Uno puede apoyarse en los complejos en gran medida para coordinar las cosas de una manera donde estableces la agenda espiritual. Estoy siendo muy muy"
  },
  {
    "start": 2074.0,
    "duration": 31.120000000000346,
    "text": "vago aquí y probablemente no tenga mucho sentido, pero de lo que estoy hablando es de esta idea de que en tercera densidad usualmente enfatizamos nuestras mentes. Enfatizamos nuestra capacidad de pensar, de comunicarnos, todas las cosas que requieren esta facultad aquí. Y entonces tiene sentido que las limitaciones en esa mente nos fuerzan en la dirección espiritual. Nos fuerzan a lidiar"
  },
  {
    "start": 2103.44,
    "duration": 32.95999999999958,
    "text": "con las paradojas de la conciencia y la paradoja de la individuación dentro de la unidad. Como es en el espíritu, creo, que todas estas tensiones aparentemente irreconciliables para nosotros se resuelven y se resuelven de la misma manera, como Kierkegaard diría, de manera dialéctica en la que la solución realmente no se puede encontrar dentro de las piezas opuestas dentro del"
  },
  {
    "start": 2132.88,
    "duration": 30.879999999999654,
    "text": "sistema, tienes que salirte del complejo y verlo como un todo y solo entonces tiene sentido. Entonces creo que eso al menos representa bastante su diferencia con Hegel sobre la dialéctica. De todos modos, sigamos antes de que me avergüence más. La desesperación espiritual, por otro lado. Entonces, han estado diciendo, sabes, la desesperación del cuerpo es como esta elección que se hace, sabes, es algún tipo de catalizador o limitación autoimpuesta que uno no acepta antes de aceptarla. Y entonces, sienten el dolor de esa falta de aceptación del yo."
  },
  {
    "start": 2161.2,
    "duration": 32.32000000000062,
    "text": "El cuerpo un reflejo de eso, la desesperación espiritual van a describirla completamente diferente. La desesperación espiritual, dicen por otro lado, es una necesidad absoluta. Es más que ser un cero, una dinámica en movimiento dentro de lo que informa el crecimiento y evolución del espíritu. Es solo la desesperación metafísica la que es el"
  },
  {
    "start": 2190.56,
    "duration": 31.76000000000022,
    "text": "reconocimiento de que uno no sabe nada, que uno ha perdido el control de todo y que uno está enfrentado con la completa oscuridad del alma, lo que fuerza a esa gran astilla o porción del único creador que es vuestra conciencia a girar, transformarse y comenzar lo nuevo. No habiendo dejado atrás lo que es viejo en el alma, sino añadiéndole, agregando más sabiduría, más compasión, y más y más un sentimiento de unidad, que uno puede recibir"
  },
  {
    "start": 2219.92,
    "duration": 31.840000000000146,
    "text": "solo cuando uno se ha vuelto lo suficientemente desesperado como para liberarse de la expectativa de cualquier conocimiento en absoluto. Entonces Q'uo o L/Lima parece tener una idea muy socrática aquí, como es la verdadera iluminación viene de reconocer que no sabemos nada. Creo que con una posible adición que es no es simplemente alejarse"
  },
  {
    "start": 2249.84,
    "duration": 30.7199999999998,
    "text": "de la dependencia de la mente sino girar hacia la dependencia del espíritu, de aprender a trabajar con tu conducto directo al infinito inteligente y el creador y como todo. Correcto. >> Correcto. Estoy sin palabras, pero y dejar que estas cosas se resuelvan a través de tu conexión con eso. Y"
  },
  {
    "start": 2277.76,
    "duration": 30.559999999999945,
    "text": "creo que esa es precisamente la razón por la que, sabes, he dicho en el pasado, creo, sabes, simplemente no veo ninguna manera de polarizar servicio a otros y realmente servir efectivamente a otros hasta que tengas algún desarrollo de intuición porque simplemente no parece que puedas hacer eso a menos que estés dejándote sentirlo de esta manera muy sutil que nunca podrías explicar, ¿verdad? Como ¿cómo puedes posiblemente saber,"
  },
  {
    "start": 2306.4,
    "duration": 31.920000000000073,
    "text": "sabes, y como sí, hay un lugar para cometer errores y sanar eso o como aprender de ello. Pero como me parece que la Confederación sí habla sobre servicio exitoso y viene de reconocer la necesidad y porque la necesidad no siempre está articulada verbalmente o articulada de ninguna manera que podamos reconocer y actuar, como siempre es un tiro al aire a menos que como tengamos alguna"
  },
  {
    "start": 2335.52,
    "duration": 32.0,
    "text": "PES, sabes, >> ¿verdad? Solo tienes que ser un muy muy muy buen oyente >> supongo. Entonces, >> y esa es una de las habilidades fundamentales de alguien en el camino de la mano derecha, sabes, como solo porque no estamos acostumbrados a entender abiertamente exactamente lo que necesitamos. La mayoría de la gente ni siquiera entiende exactamente cómo"
  },
  {
    "start": 2365.44,
    "duration": 32.159999999999854,
    "text": "se siente. Sabes, estamos simplemente tropezando un poco en la oscuridad. Pero si puedes encontrarte con alguien donde está, sabes, me encantó esa sesión de Q'uo sobre empatía. >> Sí. >> Y esa es una muy buena porque definitivamente es una habilidad que necesita ser cultivada. >> Absolutamente. Y es una forma en"
  },
  {
    "start": 2395.2,
    "duration": 32.559999999999945,
    "text": "la que tenemos alguna esperanza de abordar la desesperación en otro. >> Y como no creo que sea irse muy fuera de registro decir que sabes, viene de poder enfrentar la desesperación dentro de nosotros mismos. No necesariamente incluso aceptarla porque eso es un gran salto, solo aceptar que eres la conciencia"
  },
  {
    "start": 2424.16,
    "duration": 32.08000000000038,
    "text": "que más fácilmente ocupas y que sabes que eres tú mismo está absolutamente condenada, absolutamente condenada. Quiero decir, solo por la mortalidad de la vida de una manera en que tienes otras intuiciones de que sabes que ese no es realmente el caso, entonces estás en esta tensión. ¿Verdad? Como si supieras que eres espíritu eterno entonces como >> sabes, si no hubiera velo entonces simplemente lo lidiarías, sabes."
  },
  {
    "start": 2450.72,
    "duration": 31.440000000000055,
    "text": ">> Entonces está bien, ¿queremos pasar? ¿Hay algo más que leer? Está bien, entonces la desesperación espiritual viene de esta oscuridad que no podemos vernos claramente. Creo que creo que esto tiene algunas de nuevo, Kierkegaard te dará algunas ideas de las diferentes formas en las que como siendo un yo espiritual podríamos"
  },
  {
    "start": 2479.68,
    "duration": 30.320000000000164,
    "text": "experimentar diferentes tipos de desesperación pero solo lo llamaremos desesperación y diremos que tiene que ver con este reconocimiento de nuestras limitaciones, creo, y nos vacía tanto, nos descompone tanto que como L/Lima dice, fuerza a esa gran astilla o porción del único creador que es vuestra conciencia a girar,"
  },
  {
    "start": 2508.32,
    "duration": 30.639999999999873,
    "text": "transformarse y comenzar lo nuevo y no es dejar todo atrás y te conviertes en esta identidad completamente diferente. Es más algo donde te conviertes en una versión más grande de ti mismo. Y así es como siempre he pensado en las memorias sociales, no es como que la gente se pierda en lo colectivo. Es que la gente finalmente es libre de ser individuos porque saben que no tienen que protegerse de todas esas cosas que"
  },
  {
    "start": 2535.12,
    "duration": 31.519999999999982,
    "text": "pensaban que necesitaban poder representar para ser aceptados en la sociedad. Una vez que nos damos cuenta de que todos tienen miedo, todos tienen cosas sobre ellos que no les gustan y simplemente es claro, ¿por qué nos preocupamos por esto? Sabes, >> me tiene pensando en Severance otra vez. Lo sé, ¿verdad? Es que no sé, Tasha. Mi esposa es la que tiene la suscripción de Apple TV y sigue cerrándonos"
  },
  {
    "start": 2564.4,
    "duration": 30.55999999999949,
    "text": "sesión en nuestro Roku, así que creo que probablemente estoy un episodio o algo atrás. >> Sé que vi hasta el año nuevo. >> De todos modos, un programa muy interesante. Aunque lo tomaría con pinzas, obviamente, >> ¿verdad? Porque es como el anti-ley de uno. Como ¿cómo continúas siendo un individuo cuando se forma tu complejo de memoria social? Como no estoy seguro de estar animando a ese protagonista. ¿Sabes a qué me"
  },
  {
    "start": 2592.72,
    "duration": 30.240000000000236,
    "text": "refiero? >> Correcto. >> Y así es como me siento sobre el programa, que estoy animando al colectivo aunque es un poco raro y hay cosas oscuras, sabes. >> Correcto. Correcto. >> Está bien. Pero es solo como ejemplo de cómo todas estas cosas terribles se resuelven y sabes, tan pronto como todos están en el colectivo y sabes, pueden ver todo"
  },
  {
    "start": 2621.52,
    "duration": 32.960000000000036,
    "text": "casi como un análogo de lo que sería realmente un complejo de memoria social como que los individuos no necesariamente son borrados como es como los Borg pero como sabes, al mismo tiempo todo es sabes, todos trabajan para ayudar a todos y y no necesitas hacer esos como dijiste grandes esfuerzos para asegurarte de ser aceptado por la sociedad y todo simplemente todo está"
  },
  {
    "start": 2651.44,
    "duration": 32.0,
    "text": "instantáneamente resuelto, qué fantasía sabes >> suena bien >> y viene de como una vez que la gente es casi como que la gente se da cuenta de que no tiene conocimiento. Y entonces pueden abrirse y estar disponibles para todo el conocimiento que todos comparten. >> Y con todo junto, finalmente >> todo está claro. >> Sí. >> Como la promesa de la investigación intelectual de especialmente en occidente desde"
  },
  {
    "start": 2680.8,
    "duration": 30.23999999999978,
    "text": "tiempos inmemoriales es que a través de ganar conocimiento podremos traer nuestras vidas al orden y traer paz y y todas estas cosas buenas. Y no creo que eso necesariamente haya resultado de la manera que los materiales de mercadeo sugerían. De todos modos, nos damos cuenta de que no tenemos conocimiento y que cualquier capacidad que tengamos para vivir esta vida, no va a ser hecha exitosamente"
  },
  {
    "start": 2708.56,
    "duration": 30.079999999999927,
    "text": "únicamente desde nosotros mismos o incluso desde nosotros mismos como nos entendemos en esta vida, sino desde un yo más grande. L/Lima continúa: \"Hay una manera en la que uno puede usar la desesperación mental y su reflejo en el complejo del cuerpo físico con mejor efecto, y eso es transmutar la desesperación mental en lo que este instrumento llamaría la noche oscura del alma o desesperación espiritual. Uno no puede analizar la desesperación y surgir transformado. Uno no puede"
  },
  {
    "start": 2736.24,
    "duration": 31.200000000000273,
    "text": "actuar la desesperación por enfermedad y surgir transformado. Uno puede sin embargo buscar la gracia y consuelo que es vuestro derecho de nacimiento en transmutar lo que es inferior en lo que es superior. Porque como sabéis, mis amigos, una porción de la creación es un holograma para todo lo demás en la creación. Así la desesperación mental puede como el alquimista cambiaría plomo a oro ser cambiada en la noche oscura del alma pulida y brillante. Esta desesperación espiritual"
  },
  {
    "start": 2764.88,
    "duration": 30.479999999999563,
    "text": "entonces puede transformarse en grandes revoluciones y cambios positivos y hacia adelante dentro del espíritu.\" Sí. Como no vamos a tener la enfermedad correcta. No vamos a tener la idea correcta, realización. Lo único, exactamente. O argumento. No vamos a ganar. Sí. Como ganar no nos va a llevar a cuarta densidad, ¿verdad? Es solo a través de este tipo de, quiero decir, lo veo como una rendición,"
  },
  {
    "start": 2792.88,
    "duration": 33.440000000000055,
    "text": "es una rendición al hecho de que uno está completamente sin ningún recurso, está indefenso, esto es a menudo como sé que acabas de empezar a leer a Peter Kingsley, Reality, pero como habla en algún punto de este enorme libro, habla sobre nuestra completa impotencia y cómo mucho de la relación entre humanos y dioses en la cultura griega, en la mitología griega estaba"
  },
  {
    "start": 2822.48,
    "duration": 30.88000000000011,
    "text": "abordando los elementos de esto para la condición humana, que nuestra completa impotencia significa que por eso tenían una gran dependencia del concepto de destino, >> ¿verdad? >> en lugar de como sabes, tratar de decir que la gente siempre obtenía sus merecidos o algo así, ¿verdad? Hay muchas cosas que suceden en estos mitos, en estas mitologías que que"
  },
  {
    "start": 2878.56,
    "duration": 31.360000000000127,
    "text": "no dice que se hará justicia. Correcto. >> Correcto. >> Sí. Y entonces um sí, olvido cómo llegué a este tema. >> Bueno, volvimos a transmutar la desesperación de la mente y el cuerpo al espíritu. Y vaya que qué tarea."
  },
  {
    "start": 2908.08,
    "duration": 34.720000000000255,
    "text": ">> ¿Cuáles son las, cómo, cómo hace uno eso? >> Sí. Cómo, qué, cómo hace uno eso? Bueno, quiero decir que tienes que reconocer que eres, ya sabes, impotente en eso, um eso no es algo que estemos inclinados a hacer. >> No. Ya sabes, como um nos gusta tomar acción. Queremos"
  },
  {
    "start": 2938.8,
    "duration": 30.879999999999654,
    "text": "investigar. Queremos um como incluso con eventos actuales, eso es tan gracioso. Como mi esposo y yo estábamos teniendo una discusión sobre qué, qué deberíamos hacer? Quiero ir a protestar, okay. Um pero eso es inútil. No hace nada. Um Y ya sabes, esas fueron las discusiones que estábamos teniendo y él"
  },
  {
    "start": 2967.44,
    "duration": 31.59999999999991,
    "text": "um pero yo quería hacer eso porque simplemente quería salir y apoyar a mi comunidad y um ya sabes sentirme conectada y en solidaridad con um mucha gente en la calle sufriendo. Um, y pero también está el miedo real de lo que esta um Gestapo enmascarada está haciendo en nuestra ciudad."
  },
  {
    "start": 2996.48,
    "duration": 30.40000000000009,
    "text": "como um ellos no son responsables ante la ciudad o el estado como cuando tuvimos esto, tuvimos un gran ya sabes con el asesinato de George Floyd hace años um era una cosa protestar contra la policía de Minneapolis quienes son responsables ante la ciudad y el estado en Minnesota pero um uh según nuestra vicepresidenta uh el uh ICE tiene inmunidad total"
  },
  {
    "start": 3025.28,
    "duration": 32.879999999999654,
    "text": "lo cual no creo, no creo que eso sea cierto, pero como um >> uh está bastante cerca. >> Está muy cerca. Sí. Quiero decir, están actuando de esa manera y no hay, ya sabes, como tomará algo muy fuerte >> Mi entendimiento es que solo tienes la capacidad de uh hacer algo civilmente y las cartas están echadas en tu contra. >> Sí. Entonces, um >> no uh como daños punitivos solo como daños reales. Entonces, >> entonces sí, es uh es bastante aterrador como"
  },
  {
    "start": 3054.64,
    "duration": 32.48000000000047,
    "text": "um salir incluso como como oh bueno si voy a como un ya sabes ha habido un ya sabes un rango de protestas que están disponibles como puedes como hay ya sabes grupos reales tipo agitadores que van a los hoteles donde se está quedando ICE y empiezan ahí y eso no es algo que me interese hacer. Um, pero luego hay vigilias y, ya sabes, protestas llamadas permanentes o permitidas y cosas que suenan"
  },
  {
    "start": 3083.12,
    "duration": 30.799999999999727,
    "text": "un poco más a mi velocidad, pero es um, ya sabes, mi esposo dijo como, \"Bueno, no quiero que me disparen.\" Es como, yo tampoco. Entonces, estoy, ya sabes, la desesperación en nuestra casa durante el fin de semana, simplemente era sobre como qué, qué podemos hacer que sea efectivo? Y es como es una gran pregunta porque no parece que"
  },
  {
    "start": 3111.2,
    "duration": 30.079999999999927,
    "text": "muchas acciones que podamos tomar serán, no sé. Es difícil. Mi comunidad está sufriendo. Quiero apoyar, ya sabes. >> Bueno, estaría de acuerdo con cualquiera que diga que ya no parece que la protesta sea muy efectiva. Creo que ya resolvieron eso. Ya sabes, tuvimos el mayor >> levantamiento global contra la guerra de Irak en"
  },
  {
    "start": 3138.88,
    "duration": 31.83999999999969,
    "text": "2003 y no hizo nada. >> Sí. >> Um, entonces algo ha cambiado y necesitamos averiguar cómo abordarlo. Um, pero una cosa que diré a un nivel más espiritual es que podría ser útil, podría ser útil pensar en la protesta y la organización, todas estas cosas, menos como uh estrategia como estrategia política o como organización para como resistir o"
  },
  {
    "start": 3168.4,
    "duration": 31.59999999999991,
    "text": "algo así y en su lugar simplemente verlo más como un ritual mágico, ¿verdad? Como si piensas en esto como una ofrenda de tu tiempo, sabiendo que no puedes hacer nada y que vas a usar este tiempo uh protestando o como organizando o haciendo alguna acción, uh lo liberas de la necesidad de tener todos estos efectos concretos porque no sabes qué hacer y estás liberando eso al creador."
  },
  {
    "start": 3197.84,
    "duration": 31.519999999999982,
    "text": "Como no estoy diciendo que esta sea la forma de hacerlo. Solo estoy diciendo, ¿puedes ver cómo un montón de gente haciendo eso es como un montón de gente reuniéndose y meditando y haciendo contacto? Como es un llamado. >> Sí, es un llamado. Y ya sabes eso es como ya sabes como tuve que reconocer como que ya sabes probablemente tengo una noción romántica de protestar y y qué impacto tendrá en lo que sea uh o lo que desearía que"
  },
  {
    "start": 3226.72,
    "duration": 31.68000000000029,
    "text": "tuviera pero realmente sé que no va a hacer mucho entre comillas pero um simplemente el acto de reunirme con mi comunidad y en un un acto mágico de cierta manera como eso tiene sentido. Eso realmente me atrae, ya sabes, porque si estás ahí, te presentas, consuelas a otros en tu comunidad y ya sabes, te presentas."
  },
  {
    "start": 3256.4,
    "duration": 30.960000000000036,
    "text": "Quiero decir, eso es grande en sí mismo, creo. >> Absolutamente. Um, es como esta disposición a compartir tu dolor colectivo. Como, es disposición a como presenciarlo y estar ahí y soportarlo. eres parte de ello en lugar de hacer que la gente sienta que está sola cuando intenta defender la comunidad en la que creen, ya sabes. Y esas son el tipo de cosas que como ningún um ningún estratega te dirá, sí, eso es lo que quieres hacer. Ya sabes, es una gran victoria de PR o es una"
  },
  {
    "start": 3285.6,
    "duration": 31.360000000000127,
    "text": "gran manera de como ganar corazones y mentes. Es como no, nadie te dirá que hagas eso porque muestra demasiada vulnerabilidad. Y sin embargo en el camino positivo, es de nuestra vulnerabilidad que obtenemos nuestra fuerza, no de nuestra capacidad de protegernos. Y entonces solo lanzo eso como nuestra capacidad radical de amar viene de nuestro sentido compartido de vulnerabilidad de saber que todos están sufriendo como nosotros. Todos tienen fallas. Como todos están lidiando con como dijo Kierkegaard como"
  },
  {
    "start": 3314.64,
    "duration": 32.24000000000024,
    "text": "ser esta síntesis de estas cosas opuestas. Somos tanto lo infinito como lo finito. Ya sabes somos lo mundano y lo espiritual. Somos como este punto de encuentro de estos como somos como totalmente para él el complejo mente cuerpo espíritu no es simplemente esta la cosa de como diferentes unidades. Son todas estas cosas en tensión. Todas están jalando nuestra consciencia en diferentes direcciones y no podemos descifrar cómo reconciliarlo. uh otra apropiación, pero es una"
  },
  {
    "start": 3342.4,
    "duration": 30.7199999999998,
    "text": "manera tan buena de pensar sobre por qué tenemos esta experiencia negativa de simplemente ser un ser cuando nadie es mucho mejor o peor que nosotros. Como generalmente hablando, ¿verdad? Como no tanto. Um y generalmente todos queremos las mismas cosas si las desglosáramos lo suficiente, si realmente lo pensáramos. Um, y entonces es solo"
  },
  {
    "start": 3370.48,
    "duration": 32.64000000000033,
    "text": "el dolor de tener que saber eso y continuar pasando por el kayfabe de, ya sabes, la vida social moderna, ya sabes. >> Por qué no podría Oh, ¿tenías algo? >> No. >> Okay. >> Continuando La Lima dice, entonces, entonces estamos hablando de transmutar la desesperación mental corporal en desesperación espiritual. Y eso entonces y creo que esa era la otra cosa que quería mencionar es que dicen que la desesperación espiritual entonces"
  },
  {
    "start": 3399.28,
    "duration": 30.95999999999958,
    "text": "manifestará las cosas que podrías llamar transformación o mejora o acción como todo eso sucederá. Es una función de tu conexión con el espíritu como estábamos hablando antes en lugar de tu capacidad de descubrirlo mentalmente. Continuando La Lima dice el espíritu siempre es el mismo. No es una porción de tu ilusión. Sin embargo, tu percepción del espíritu solo puede crecer. Todo lo que has aprendido antes sigue siendo tuyo, y todo lo que está por delante de"
  },
  {
    "start": 3428.4,
    "duration": 32.159999999999854,
    "text": "ti será aprendido por alejarte de la desesperación. Es raro que uno entre o se gradúe de cualquier iniciación sin el ímpetu, el dolor y el desafío de la desesperación espiritual. Por lo tanto, si tu alma está en agonía, regocíjate, porque es de este bien que todo bien viene. Perdón. Perdón. Si tu alma está en agonía, regocíjate. Seré un poco más discreto esta vez. Porque es desde este punto que todo bien viene."
  },
  {
    "start": 3458.24,
    "duration": 31.039999999999964,
    "text": "La desesperación es la gran oportunidad de resistir, de mostrar fuerza, de indicar fe, y de ejercitar la voluntad. No solo la voluntad de pensar, sino la voluntad de hacer. Y eso es prácticamente el final de sus comentarios, aparte de algunas cosas donde Carla dice, \"Oye, ¿lo entendí bien?\" >> Correcto. Y creo que uh a través de Jim uh La Lima dice que ya sabes es tu capacidad de cambiar de perspectiva de donde viene toda tu participación en esto. Y creo que eso es bastante"
  },
  {
    "start": 3487.68,
    "duration": 31.360000000000127,
    "text": "directo. Ciertamente hemos hablado de eso antes en este programa. Um, pero es importante darse cuenta de que, ya sabes, cambiar tu punto de vista como una forma de como evitar el dolor o la desesperación es evitar es como una forma de como evitarlo. Mhm. >> Y la la la cosa es es dejar que tu perspectiva sea transformada"
  },
  {
    "start": 3515.28,
    "duration": 30.1599999999994,
    "text": "por lo que uh está presionando esa perspectiva está causando la incomodidad. De hecho, sí, yo yo creo que uh la confederación tiene esta idea en común con muchas personas en nuestras tradiciones espirituales y filosóficas que ven la utilidad de esta experiencia que es a la vez algo que es incómodo y"
  },
  {
    "start": 3543.92,
    "duration": 31.279999999999745,
    "text": "aterrador, pero es el tipo de ímpetu para que crezcamos y cambiemos esa perspectiva uh para que podamos ser un nuevo ser que si supiéramos cómo se siente ese ser y lo que conlleva, simplemente iríamos y lo haríamos. Pero no podemos saber eso. Tenemos que dejar que esta experiencia de desesperación nos transforme. Tenemos que rendirnos a ella. Um, y entonces"
  },
  {
    "start": 3572.72,
    "duration": 30.88000000000011,
    "text": "creo, ya sabes, una de las cosas de las que hablarían mucho es la forma en que la meditación juega en esto en que es como práctica diaria en esta rendición. A medida que aprendes a sentir estas cosas más, la rendición que la desesperación te pediría se convertirá en algo más familiar. Tal vez no completamente familiar, tal vez no completamente uh carente de algo de miedo. Um pero qué es para nosotros integrar y"
  },
  {
    "start": 3600.0,
    "duration": 31.440000000000055,
    "text": "equilibrar sino tomar todas estas cosas que son uh objetables para nosotros y finalmente dejar de objetar ¿verdad? como ese es el objetivo final, todos lo sabemos. Entonces uh tener eso en mente es uh y trabajar con el ser para que a medida que encuentres esta fricción con la forma en que funciona la evolución de la consciencia con la forma en que funciona el universo a medida que identificas estos puntos de fricción tomas tu tiempo y trabajas en ellos y"
  },
  {
    "start": 3629.52,
    "duration": 30.079999999999927,
    "text": "ya sabes si llegas a cuarta densidad llegas te gradúas ¿verdad? como realmente creo que esa es la actitud que tienes que tener aunque como >> realmente no puedes realmente no sabes dónde estás en términos de polarización. Entonces siempre deberías estar dando tu todo y haces lo que puedes como lo que hiciste. Eso es algo maravilloso. Hablan de cómo lo que haces es lo que importa con respecto a transformar la desesperación espiritual. uh La Lima dijo esto y es como"
  },
  {
    "start": 3658.0,
    "duration": 33.76000000000022,
    "text": "eso es lo maravilloso de esta experiencia de tercera densidad es que realmente nos revela a nosotros mismos el y yo sé que esta es la razón por la que la pregunta de qué hacer en este momento es tan urgente para nosotros porque vemos la necesidad vemos la urgencia pero al mismo tiempo nada viene a la mente. No hay respuesta que tengamos a esto >> correcto >> como individuos como colectivo tal vez pero estamos muy atrasados en"
  },
  {
    "start": 3690.4,
    "duration": 33.76000000000022,
    "text": "eso >> correcto eso es lo que quiero decir como no hay no hay forma de que articulemos nuestras preocupaciones comunes con el momento todo puede ser uh descartado porque todos somos solo pequeños individuos. no somos el tipo de política de masas que ya sabes creó el New Deal o que uh estuvo involucrada en otros movimientos políticos uh alrededor del mundo ya sabes como >> sí esa es una de las cosas que ya"
  },
  {
    "start": 3719.76,
    "duration": 31.519999999999982,
    "text": "sabes a lo largo de los años de creciente locura política que ha estado sucediendo en los últimos años como ha habido como este oh bueno esto será la cosa esto tenemos nuestra pistola humeante aquí esto será la cosa que finalmente hará que la gente pivote y y haga algún cambio significativo, pero nunca nada realmente se queda. Y um entonces eso ha sido para mí"
  },
  {
    "start": 3747.2,
    "duration": 30.320000000000164,
    "text": "personalmente como una gran um ya sabes razón para la desesperación. Y yo um ya sabes incluso hablando con mis familiares como oh bueno ya sabes qué hay de esto? algo va a pasar por esto y entonces y estoy como probablemente no lo hará. Um >> es solo caca. >> Es caca. >> Sí. Sí. Entonces um"
  },
  {
    "start": 3774.32,
    "duration": 30.31999999999971,
    "text": "creo que tendrá que haber muchas más muchas más um cosas que sucedan antes de que haya un cambio significativo. Pero estoy aquí para eso. Quiero decir, ya sabes, de todos modos. Um, sí. No, solo es solo no quiero que esto sea un podcast político, ¿sabes a qué me refiero? Y quiero que esto sea relevante para personas que no están en Estados Unidos, ¿sabes? >> Sí. >> Cierto. >> Al mismo tiempo, como"
  },
  {
    "start": 3803.04,
    "duration": 32.07999999999993,
    "text": ">> qué podemos hacer sino hablar desde el corazón sobre cosas como esta, ¿sabes? Como, entonces al menos el oyente sabe que el tema fue uh, ya sabes, decidido bastante. uh ambos queríamos hablar de esto. Sí. >> Um >> bueno, entonces una de las cosas que me gustaría hacer, si tienes unos minutos más, Jamie, >> es abordar otro aspecto de la desesperación que el que L Li Lima y uh"
  },
  {
    "start": 3829.92,
    "duration": 33.76000000000022,
    "text": "Kierkegaard hicieron, que es um es parte de una sesión que hicimos en el primer intensivo y Steve uh hizo esto en solitario creo y es Cuo hablando sobre un ciclo de uh deseo, fuego, amor, desesperación y sanación. Entonces, es esta idea de que esto es una experiencia cíclica uh por la que transitamos continuamente a medida que uh"
  },
  {
    "start": 3858.88,
    "duration": 31.759999999999764,
    "text": "dejamos que nuestros deseos uh ya sabes, capturen el objeto y luego ese objeto se convierte en un objeto de nuestro amor. Y luego uh a medida que ese amor se desgasta y se desgarra y se daña uh desesperamos y luego esa desesperación nos vacía para que entonces podamos ser reconfigurados en una nueva forma de entender todo esto. Es casi como su propio pequeño bit de uh como ya sabes síntesis ya sabes dialéctica pero"
  },
  {
    "start": 3888.72,
    "duration": 30.000000000000455,
    "text": "de todos modos um déjame leer un poco de eso. No voy a leer todo porque uh creo que mayormente hemos agotado este tema uh por el momento para lo que estábamos preparados para decir. ¿No estarías de acuerdo? >> Creo que sí. >> Entonces, solo quiero traer esto como cereza del pastel. Um entonces, esto es uh uh 2 de agosto de 2021 uh sesión 11 del primer intensivo de canalización. Uh, les hablaríamos hoy, dice Cuo,"
  },
  {
    "start": 3916.24,
    "duration": 30.240000000000236,
    "text": "sobre el tema del amor, sobre el cual hemos desafiado a este instrumento a reflexionar y tomar lo que puede ser una vista más profunda con respecto a. Hemos hablado en otras ocasiones del sentido en el cual el amor puede ser considerado como un principio fundamental para la creación y de hecho al gasto creativo o blah y de hecho el principio creativo mismo. Este es un tema casi inagotable pero no es el enfoque que tomaríamos"
  },
  {
    "start": 3943.68,
    "duration": 32.48000000000002,
    "text": "hoy. Porque hoy hablaríamos del sentido más limitado del amor como entra en juego como una actividad que pueden emprender como una experiencia que pueden apreciar y por lo tanto como una porción en el ciclo de vida de tercera densidad. Más particularmente, nos gustaría que consideraran el rol del amor como uno en muchos, como parte de una secuencia que puede ser considerada como un ciclo propio. Entonces, no estoy seguro si realmente me di cuenta de esto, pero lo que está describiendo aquí, él ve"
  },
  {
    "start": 3972.64,
    "duration": 32.24000000000024,
    "text": "como una especie de como casi como um una ramificación de aspectos uh uh inherentes dentro del amor que este ciclo es como amor en acción en la ilusión casi es lo que Cuo parece estar diciendo. Uh de todos modos, la secuencia de la que hablamos comienza no con lo que ahora estamos llamando amor, sino más bien en lo que les pediríamos que consideraran como deseo. El deseo es el primer momento de la secuencia que presentamos"
  },
  {
    "start": 4001.36,
    "duration": 30.639999999999873,
    "text": "para su consideración hoy. El amor es aquello que atrae hacia sí ese deseo y también al mismo tiempo aquello que es deseado y aún al mismo tiempo el cumplimiento de ese deseo o lo que podemos preferir llamar la fruición o realización de ese deseo. El deseo por lo tanto que se ha completado a sí mismo más a menudo de tal manera que uno puede pensar en él en términos objetivados como el amado."
  },
  {
    "start": 4029.04,
    "duration": 32.559999999999945,
    "text": "Entonces correcto acabamos de hablar sobre como en este podcast hemos hablado sobre el concepto abstracto de deseo uh deseo como una especie de este elemento raíz involucrado en tu voluntad a un nivel de complejo mente cuerpo espíritu ya sabes como una unidad completa. um en amor que es cuando este deseo finalmente uh o se ha fusionado con su objeto o uh de alguna manera construido una relación en la cual parece que el deseo ha"
  },
  {
    "start": 4057.52,
    "duration": 31.83999999999969,
    "text": "florecido en lo que deseaba. Hola gatito. Ah, entonces continuando. Y así tenemos los primeros dos momentos de la secuencia que los estamos invitando a considerar siendo deseo y amor. Ahora a riesgo de amortiguar su espíritu lo cual agregaríamos no pretendemos hacer. Nos gustaría agregar como el tercer elemento en la secuencia el concepto de desesperación. Y por desesperación aquí queremos indicar amor que se ha"
  },
  {
    "start": 4087.04,
    "duration": 32.31999999999971,
    "text": "vuelto desolado. Amor que se ha perdido. Amor que se ha roto, desgarrado y fragmentado. Esto es lo que llamamos desesperación. No los dejaremos en esta condición de desesperación, mis amigos, porque proponemos, como el cuarto elemento a ser considerado en esta secuencia, que los invitamos a considerar que sea el de sanación. Es una sanación que no restaura el amor a la condición que previamente ocupaba. Sino que al reparar un amor que ha sido logrado o alcanzado solo para ser disuelto en la"
  },
  {
    "start": 4116.56,
    "duration": 30.3199999999988,
    "text": "desesperación de una ruptura tiene de hecho el potencial de crear algo más allá de la condición original o expresión o manifestación de aquello que hemos llamado amor. El deseo se fructifica a sí mismo para convertirse en amor, que en la vasta aventura que llaman vida, inevitablemente se encuentra roto en los arrecifes del catalizador duro, y se redescubre a sí mismo en un estado de desesperación, muy necesitado de aquello que aún se ofrece, a él,"
  },
  {
    "start": 4143.12,
    "duration": 30.480000000000473,
    "text": "sanación. Deseo llevando al amor, llevando a la desesperación, llevando a la sanación. Y en la sanación, ahora queremos sugerir que hay un fenómeno misterioso que surge en tanto que aquello que se ha sanado. Aquello que yace en el corazón del complejo mente cuerpo espíritu, descubre en sí mismo otra forma de deseo. Es un deseo que se registra en un tono más alto, si quieren, un deseo que quizás se llama, mejor llamado un anhelo. Y en este"
  },
  {
    "start": 4171.12,
    "duration": 30.720000000000255,
    "text": "anhelo hay una vez más una relación con el amor que una vez más se encuentra sujeto a las agonías de la fractura a través del catalizador y por lo tanto en el estado de desesperación y por lo tanto nuevamente necesitado de sanación. Muy bien, eso es todo lo que voy a leer de eso porque eso presenta la idea de Cuo de este ciclo. Um creo que una de las cosas que no aprecié sobre esto antes es cómo esto es todo como una especie de drama del amor. Esta es como la"
  },
  {
    "start": 4199.44,
    "duration": 31.44000000000051,
    "text": "forma en que el amor uh oscila a través de nuestra experiencia. Adelante, Jamie. Me encantaría escuchar tus pensamientos. >> Bueno, solo leyendo esto de nuevo como amo la pequeña como historia más tarde en ella donde es es como >> te amo dice mi amado. Y luego hay un sentido de completitud y como oh esto estamos juntos. Me amas te amo. Es perfecto. Y luego y luego algo sucede y entonces"
  },
  {
    "start": 4228.24,
    "duration": 30.160000000000764,
    "text": "qué es eso? Una palabra enojada que escuché de mi amado y um es esa una mirada acusadora y entonces de repente estás en desesperación aún más por la pérdida de la memoria del amor que tenías antes. Y um y ya sabes el recuerdo mismo es una tortura para mí como todo ese todo eso um quiero decir amo un un ejemplo"
  },
  {
    "start": 4255.52,
    "duration": 31.11999999999898,
    "text": "como una pequeña historia un cuento práctico ya sabes de cómo esto se desarrolla y um es realmente bueno y luego solo para um y luego una vez que y luego realmente sondeas la profundidad de la desesperación y estás como creo que él pone destrozado en pedazos todo lo que pensabas que era era real y todo hablando de como el"
  },
  {
    "start": 4282.08,
    "duration": 30.5600000000004,
    "text": "Halloween o el um el el nivel um al que llegas en la desesperación y um y luego amo la frase de anhelo ya sabes como el él una vez que has reconocido ya sabes tu desesperación en su totalidad y no estás listo para volver al ciclo directamente al deseo, pero es casi como este"
  },
  {
    "start": 4309.52,
    "duration": 31.359999999999673,
    "text": "anhelo. Sabemos qué es el anhelo, pero ¿quién realmente lo pone en palabras o intenta describirlo? Es casi como un deseo espiritual o algo así. ¿No implica que el objeto del anhelo realmente no puede ser aspirado, como que está fuera de alcance? >> cierto. Es un poco más abstracto. Sí. Y >> y es como si"
  },
  {
    "start": 4338.48,
    "duration": 31.840000000001055,
    "text": "estuviera relacionado con el sentimiento mientras también se tiene el consuelo de entender que está bien tener este sentimiento, como que podemos tener este deseo y podemos permitir que se transforme dentro de nosotros. Y encontrar una manera de perdonarnos por sentir el dolor de su incapacidad de ser saciado. Cierto. >> Sí. Sí. Es como Jane Sequa. >> Sí. Sí."
  },
  {
    "start": 4367.52,
    "duration": 31.67999999999938,
    "text": ">> Cierto. Como, sí. Sí. Porque el deseo puede ser muy poderoso y enfocado, o tener la ilusión de estar súper enfocado en algo. Pero un anhelo es un poco más como ese deseo silencioso que llega después de que te has derrumbado."
  },
  {
    "start": 4396.56,
    "duration": 31.279999999999745,
    "text": ">> Deseo silencioso y triste. >> Sí. Sí. >> Sí. Como simplemente un reconocimiento de que se va a sentir así, y que si alguna vez llega a concretarse o no, realmente no depende de ti, del tú que está experimentando el dolor, lo cual es la injusticia definitiva, >> cierto. Simplemente pensé que eso es, y animo como dijo Jamie, toda"
  },
  {
    "start": 4425.84,
    "duration": 31.76000000000022,
    "text": "la sesión es realmente muy poética y buena y un gran ejemplo de por qué estoy tan agradecido de haber tenido tan buena instrucción cuando estaba aprendiendo a ser un instrumento, porque esto es algo a lo que aspirar y de inmediato, como dejando de lado la desesperación, es un gran ejemplo de cómo puedes abordar la canalización. Es como alguien"
  },
  {
    "start": 4454.24,
    "duration": 32.0,
    "text": "que tiene el marco mental para abordar la bola conceptual que la confederation les da conceptualmente. Puede usar sus talentos innatos. Por ejemplo, el habla organizada extemporánea que uno hace como conferencista. Y Qo puede valerse de esta herramienta y tener una herramienta tan excelente con la cual expresarnos sus ideas. Nada de ello está completo. Nunca está"
  },
  {
    "start": 4484.16,
    "duration": 30.079999999999927,
    "text": "completo. Y sin embargo, por eso es genial tener todas estas diferentes perspectivas con influencia humana de la creación, o perdón, de la confederation y en última instancia del creador y la creación y, ya sabes, juntémoslo todo. >> Cierto. >> Muy bien. Bueno, creo que eso es todo lo que tengo en mí. ¿Y tú? >> Creo que estoy bien. Aunque, sabes, preparándome para esto hoy estaba"
  },
  {
    "start": 4512.48,
    "duration": 31.520000000000437,
    "text": "leyendo otra cosa y algo que realmente me llamó la atención fue del círculo de meditación de Richmond, una sesión, y había algo sobre, no debí haber anotado la cosa exacta pero probablemente puedas corregirme. Es que todos deseamos libertad. Todos quieren libertad, pero luego cuando obtenemos esa libertad,"
  },
  {
    "start": 4541.04,
    "duration": 32.399999999999636,
    "text": "no hay dirección. Y eso realmente tocó algo profundo dentro de mí. Supongo que no es realmente desesperación, pero experimento eso en mi trabajo de sueños. Como, a veces sabes que estás soñando y dices: \"Oh, estoy teniendo un sueño de volar. Qué genial.\" Pero a menudo para mí es como, oh, recuerdo que puedo volar y luego salgo y no puedo ir a ningún lado, como puedo flotar pero no puedo"
  },
  {
    "start": 4570.72,
    "duration": 30.5600000000004,
    "text": "controlar mi trayectoria o ir en la dirección que quiero ir. Así que eso realmente me impactó como algo que, sabes, tenemos un deseo o queremos libertad pero luego cuando obtenemos esa libertad es como, ¿okay, qué hago? Es como, no hay dirección a seguir y es una experiencia tan humilde o simplemente como, esto es lo que quería pero ahora que estoy aquí ¿qué hago con ello? Pensé que eso era tan"
  },
  {
    "start": 4600.0,
    "duration": 31.919999999999163,
    "text": "me tocó así que >> me pregunto si fue el oxal sobre la naturaleza orientadora de la fe sí >> la distorsión, la primera distorsión es el libre albedrío y mientras se enfatiza la libertad, la voluntad es muy poderosa ¿eso te suena? Sí. Sí. >> Okay. Genial. Sí. Entonces, eso es 12 de marzo de 2023, Grupo de Richmond. Así que pondré eso en las notas también. Creo que es una de las que tenía preparadas para hablar si necesitábamos."
  },
  {
    "start": 4629.28,
    "duration": 30.639999999999418,
    "text": "Pero, un servidor movió la boca lo suficiente como para >> no tener que llegar ahí. Pero pondré todo y especialmente sobre el trabajo duro, en la barra lateral de hard. tenemos temas, así que pueden ir directamente a desesperación y pueden ver todo lo que hay ahí. Ciertamente lo hice. Pero creo que tocamos lo mejor con este Qo sobre el ciclo. De todos modos, adelante"
  },
  {
    "start": 4657.84,
    "duration": 31.839999999999236,
    "text": "y dejémoslo ahí. Muchas gracias por hacer este episodio conmigo, Jamie. >> Es un placer. >> He estado tratando de hacer este tema por un tiempo y eres la primera que realmente quiso. Así que lo aprecio. >> Sí, fue oportuno. >> Sí. Sí. Realmente no hay noticias que anunciar ni nada por el estilo. Estoy trabajando en algunos proyectos personales para reconstituir mis actividades de organización espiritual durante el próximo"
  },
  {
    "start": 4686.56,
    "duration": 24.840000000000146,
    "text": "año. Así que solo manténganse atentos, si no están suscritos al substack de working notes, el substack del otro grupo de autorreporte, vayan a revisarlo y pueden ver lo que estoy haciendo. Pero en cambio les agradeceré por escuchar. Gracias Jamie. Y hasta que hablemos de nuevo, permanezcan en el amor y la luz."
  }
]